-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Počítač: localhost
-- Vytvořeno: Ned 09. zář 2018, 13:35
-- Verze serveru: 5.7.22-22
-- Verze PHP: 7.0.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Databáze: `db009959`
--

-- --------------------------------------------------------

--
-- Struktura tabulky `groups`
--

CREATE TABLE `groups` (
  `id` int(11) NOT NULL,
  `boss_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `region` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `location_lat` double DEFAULT NULL,
  `location_lng` double DEFAULT NULL,
  `note` longtext COLLATE utf8_unicode_ci,
  `note_internal` longtext COLLATE utf8_unicode_ci,
  `avatar` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `avatar_crop` longtext COLLATE utf8_unicode_ci COMMENT '(DC2Type:json_array)',
  `confirmed` tinyint(1) NOT NULL,
  `paid` tinyint(1) NOT NULL,
  `arrived` tinyint(1) NOT NULL,
  `left` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `jobs`
--

CREATE TABLE `jobs` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Vypisuji data pro tabulku `jobs`
--

INSERT INTO `jobs` (`id`, `name`) VALUES
(1, 'Manažer HR + IT'),
(2, 'Duchovní otec'),
(4, ''),
(5, 'Manažer HR+IT'),
(6, 'Šéf servistýmu'),
(7, 'Šéfka komunikace a PR'),
(8, 'Manažerka akce'),
(9, 'Zástupce manažerky akce'),
(10, 'Manažerka komunikace a PR'),
(11, 'Zástupce manažera zázemí'),
(12, 'Manažer logistiky'),
(13, 'Zástupkyně manažerky financí'),
(14, 'Manažer zázemí logistiky'),
(15, 'Manažer zázemí a logistiky'),
(16, 'Zástupce manažera HR+IT'),
(17, 'Šéf - VaPro týmu'),
(18, 'Šéfka - VaPro týmu'),
(19, 'Šéf Velké hry'),
(20, 'Supervizor'),
(21, 'Editor sociálních sítí'),
(22, 'Editorka sociálních sítí'),
(23, 'Editorka Snapchatu'),
(24, 'Editor Instagramu'),
(25, 'Šéf servis týmu'),
(26, 'Účastníci'),
(27, 'Fotograf na Obroku'),
(28, 'Fotograf'),
(29, 'C'),
(30, 'Copywriter'),
(31, 'Šéfka KrInspira'),
(32, 'Manažerka programu'),
(33, 'Editor'),
(34, 'Šéf relaxzóny'),
(35, 'Vizuální guru'),
(36, 'Radiospecialista'),
(37, 'Šéf živlů'),
(38, 'Šéf'),
(39, 'Šéf živlu - Země'),
(40, 'Šéf živlu - Oheň'),
(41, 'Šéf živlu - Voda'),
(42, 'Šéf KrInspira'),
(43, 'Šéf KrInspira, RO'),
(44, 'Šéfka KrInspira, RO'),
(45, 'Člen teamu'),
(46, 'šéf 4D kina'),
(47, 'Šéf služby'),
(48, 'Šéf ceremoniálů'),
(49, 'Šéf Dopra'),
(50, 'Šéf logistiky vody'),
(51, 'Pomocník logistiky vody'),
(52, 'Pomocník logistiky elektriky'),
(53, 'Šéf logistiky elektriky'),
(54, 'Filmy'),
(55, 'Záchrannář'),
(56, 'Šéf VaPra'),
(57, 'Kameraman'),
(58, 'Člen SOS'),
(59, 'Řidič - člen ST Obroku'),
(60, 'Člen VaPro týmu'),
(61, 'Registrační systém'),
(62, 'Master of code'),
(63, 'Software architecture'),
(64, 'Software architect'),
(65, 'System architect'),
(66, 'Člen teamu - Krčma'),
(67, 'člen týmu'),
(68, 'Kavárna');

-- --------------------------------------------------------

--
-- Struktura tabulky `krinspiro`
--

CREATE TABLE `krinspiro` (
  `participant_id` int(11) NOT NULL COMMENT 'Ú4astník',
  `program_id` int(11) NOT NULL COMMENT 'Program',
  `priority` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_czech_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `krinspiro_groups`
--

CREATE TABLE `krinspiro_groups` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_czech_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_czech_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `krinspiro_grous_activities`
--

CREATE TABLE `krinspiro_grous_activities` (
  `id` int(11) NOT NULL,
  `krinspiro_group_id` int(11) NOT NULL,
  `krinspiro_activity` int(11) NOT NULL,
  `block` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_czech_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `krinspiro_participant`
--

CREATE TABLE `krinspiro_participant` (
  `participant_id` int(11) DEFAULT NULL,
  `krinspiro_group_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_czech_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `person`
--

CREATE TABLE `person` (
  `id` int(11) NOT NULL,
  `group_id` int(11) DEFAULT NULL,
  `team_id` int(11) DEFAULT NULL,
  `workgroup_id` int(11) DEFAULT NULL,
  `job_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `last_login` datetime DEFAULT NULL,
  `gender` enum('male','female') COLLATE utf8_unicode_ci DEFAULT NULL,
  `first_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `nick_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address_street` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address_city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address_postcode` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `birthdate` date DEFAULT NULL,
  `health` longtext COLLATE utf8_unicode_ci,
  `note` longtext COLLATE utf8_unicode_ci,
  `note_internal` longtext COLLATE utf8_unicode_ci,
  `confirmed` tinyint(1) NOT NULL,
  `paid` tinyint(1) NOT NULL,
  `arrived` tinyint(1) NOT NULL,
  `left` tinyint(1) NOT NULL,
  `skautis_user_id` int(11) DEFAULT NULL,
  `skautis_person_id` int(11) DEFAULT NULL,
  `quick_login_hash` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` enum('unspecified','participant','serviceteam') COLLATE utf8_unicode_ci DEFAULT NULL,
  `admin` tinyint(1) DEFAULT NULL,
  `open_program_registration` tinyint(1) DEFAULT NULL,
  `role` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `experience` longtext COLLATE utf8_unicode_ci,
  `help_preparation` tinyint(1) DEFAULT NULL,
  `arrives_to_building` tinyint(1) DEFAULT NULL,
  `avatar` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `avatar_crop` longtext COLLATE utf8_unicode_ci COMMENT '(DC2Type:json_array)',
  `tshirt_size` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `stay_to_destroy` tinyint(1) DEFAULT NULL,
  `st_completed` int(11) DEFAULT NULL,
  `location_lat` decimal(10,8) DEFAULT NULL,
  `location_lng` decimal(10,8) DEFAULT NULL,
  `unit_number` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `day_arrived` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time_arrived` time DEFAULT NULL,
  `day_left` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time_left` time DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `program`
--

CREATE TABLE `program` (
  `id` int(11) NOT NULL,
  `section_id` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `lector` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `perex` longtext COLLATE utf8_unicode_ci,
  `start` datetime NOT NULL,
  `end` datetime NOT NULL,
  `tools` longtext COLLATE utf8_unicode_ci,
  `location` longtext COLLATE utf8_unicode_ci,
  `capacity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `program_participant`
--

CREATE TABLE `program_participant` (
  `program_id` int(11) NOT NULL,
  `participant_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Struktura tabulky `program_section`
--

CREATE TABLE `program_section` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `sub_title` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Vypisuji data pro tabulku `program_section`
--

INSERT INTO `program_section` (`id`, `title`, `sub_title`) VALUES
(1, 'Služba', ''),
(2, 'Živly', ''),
(3, 'Vapro', '1. blok'),
(4, 'Vapro', '2. blok'),
(5, 'Vapro', '3. blok'),
(9, 'Krinspiro', '');

-- --------------------------------------------------------

--
-- Struktura tabulky `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `key` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `value` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Vypisuji data pro tabulku `settings`
--

INSERT INTO `settings` (`id`, `key`, `value`) VALUES
(1, 'openRegistrationParticipants', '1'),
(2, 'openRegistrationServiceteam', '1'),
(3, 'openProgramParticipants', '1'),
(4, 'openRegistrationParticipants', '0'),
(5, 'capacityParticipants', '1200'),
(6, 'programRegistrationDateFrom', 'O:20:\"Nette\\Utils\\DateTime\":3:{s:4:\"date\";s:26:\"2017-05-07 20:00:00.000000\";s:13:\"timezone_type\";i:3;s:8:\"timezone\";s:13:\"Europe/Prague\";}');

-- --------------------------------------------------------

--
-- Struktura tabulky `StNaUdalost`
--

CREATE TABLE `StNaUdalost` (
  `IDspoj` int(8) NOT NULL,
  `user_id` int(8) NOT NULL,
  `event_id` int(8) NOT NULL,
  `Gar` int(1) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Vypisuji data pro tabulku `StNaUdalost`
--

INSERT INTO `StNaUdalost` (`IDspoj`, `user_id`, `event_id`, `Gar`) VALUES
(32, 3, 11, 1),
(33, 11, 12, 1),
(34, 166, 12, 0),
(35, 42, 13, 1),
(37, 5, 15, 1),
(38, 919, 16, 1),
(39, 7, 16, 0),
(40, 2397, 16, 0),
(41, 2443, 16, 0),
(42, 2455, 16, 0),
(43, 2342, 17, 1),
(44, 2342, 18, 1),
(46, 143, 15, 0),
(48, 75, 15, 0),
(49, 83, 15, 0),
(50, 47, 15, 0),
(51, 124, 15, 0),
(52, 633, 15, 0),
(53, 1576, 15, 0),
(54, 1743, 15, 0),
(55, 1836, 15, 0),
(56, 1852, 15, 0),
(57, 2329, 15, 0),
(58, 1902, 20, 1),
(59, 1854, 21, 1),
(61, 2390, 15, 0),
(62, 1893, 15, 0),
(64, 0, 24, 1),
(67, 2438, 27, 1),
(68, 2517, 27, 0),
(69, 2516, 27, 0),
(70, 2515, 27, 0),
(71, 2514, 27, 0),
(72, 2513, 27, 0),
(73, 2512, 27, 0),
(74, 2511, 27, 0),
(75, 2510, 27, 0),
(76, 2509, 27, 0),
(77, 2508, 27, 0),
(78, 2507, 27, 0),
(79, 2506, 27, 0),
(80, 2505, 27, 0),
(81, 2504, 27, 0),
(82, 2503, 27, 0),
(83, 2502, 27, 0),
(84, 2500, 27, 0),
(85, 2499, 27, 0),
(86, 2498, 27, 0),
(87, 2496, 27, 0),
(88, 2495, 27, 0),
(89, 2494, 27, 0),
(90, 2493, 27, 0),
(91, 2492, 27, 0),
(92, 94, 20, 0),
(93, 15, 20, 0),
(94, 1918, 20, 0),
(95, 1985, 20, 0),
(96, 1857, 21, 0),
(97, 2013, 21, 0),
(98, 2413, 15, 0),
(100, 2364, 15, 0),
(102, 1678, 15, 0),
(103, 2055, 15, 0),
(104, 2448, 15, 0),
(106, 41, 29, 1),
(107, 41, 30, 1),
(108, 59, 12, 0),
(109, 1333, 12, 0),
(110, 1527, 12, 0),
(111, 128, 12, 0),
(115, 25, 19, 0),
(116, 256, 19, 0),
(117, 836, 19, 0),
(118, 505, 19, 0),
(123, 105, 18, 0),
(124, 226, 23, 0),
(125, 1159, 23, 0),
(126, 1189, 23, 0),
(128, 2425, 24, 0),
(130, 2342, 15, 0),
(131, 214, 14, 0),
(140, 1527, 11, 0),
(142, 107, 15, 0),
(146, 1882, 35, 1),
(147, 1882, 36, 1),
(148, 1212, 37, 1),
(149, 2340, 38, 1),
(150, 9, 39, 1),
(151, 9, 40, 1),
(152, 9, 41, 1),
(153, 9, 42, 1),
(155, 2566, 43, 0),
(156, 2565, 43, 0),
(157, 2564, 43, 0),
(158, 2563, 43, 0),
(159, 2562, 43, 0),
(160, 2561, 43, 0),
(161, 2560, 43, 0),
(162, 2559, 43, 0),
(163, 2558, 43, 0),
(164, 2556, 43, 0),
(165, 2557, 43, 0),
(166, 2556, 43, 0),
(167, 2555, 43, 0),
(168, 2554, 43, 0),
(169, 2553, 43, 0),
(170, 2552, 43, 0),
(171, 2548, 43, 0),
(172, 2549, 43, 0),
(173, 2550, 43, 0),
(174, 2551, 43, 0),
(175, 1832, 37, 0),
(176, 1834, 37, 0),
(177, 1838, 37, 0),
(178, 1861, 37, 0),
(180, 1914, 37, 0),
(181, 2306, 37, 0),
(182, 2317, 37, 0),
(183, 2325, 37, 0),
(184, 2326, 37, 0),
(185, 2359, 38, 0),
(186, 2639, 15, 0),
(187, 2055, 15, 0),
(188, 9, 44, 1),
(189, 157, 30, 0),
(191, 27, 44, 0),
(192, 43, 44, 0),
(193, 85, 44, 0),
(195, 1463, 35, 0),
(196, 2437, 35, 0),
(197, 2281, 35, 0),
(198, 1463, 36, 0),
(199, 2437, 36, 0),
(200, 2281, 36, 0),
(201, 2411, 40, 0),
(202, 2411, 41, 0),
(206, 63, 36, 0),
(208, 62, 36, 0),
(209, 72, 36, 0),
(210, 1837, 36, 0),
(211, 1649, 36, 0),
(212, 1597, 36, 0),
(213, 38, 36, 0),
(214, 1841, 36, 0),
(215, 2338, 36, 0),
(217, 1386, 36, 0),
(218, 1965, 36, 0),
(219, 2403, 36, 0),
(220, 2404, 36, 0),
(221, 88, 36, 0),
(223, 1844, 36, 0),
(224, 2320, 36, 0),
(225, 1202, 36, 0),
(228, 2369, 36, 0),
(229, 2257, 36, 0),
(230, 2416, 36, 0),
(231, 2373, 36, 0),
(232, 2381, 36, 0),
(233, 1649, 35, 0),
(234, 72, 35, 0),
(235, 1837, 35, 0),
(236, 62, 35, 0),
(237, 63, 35, 0),
(239, 1597, 35, 0),
(240, 38, 35, 0),
(241, 1841, 35, 0),
(242, 2338, 35, 0),
(244, 1965, 35, 0),
(245, 2403, 35, 0),
(246, 2404, 35, 0),
(247, 88, 35, 0),
(248, 1844, 35, 0),
(249, 2320, 35, 0),
(250, 1202, 35, 0),
(253, 2369, 35, 0),
(254, 2257, 35, 0),
(255, 2416, 35, 0),
(256, 2373, 35, 0),
(257, 2381, 35, 0),
(258, 1386, 35, 0),
(260, 2414, 22, 0),
(261, 2447, 22, 0),
(262, 166, 45, 1),
(264, 84, 45, 0),
(265, 151, 46, 1),
(266, 151, 47, 1),
(267, 151, 48, 1),
(268, 1899, 49, 1),
(270, 2423, 42, 0),
(271, 1328, 47, 0),
(272, 148, 47, 0),
(274, 1630, 51, 1),
(275, 1630, 52, 1),
(276, 206, 53, 1),
(277, 206, 54, 1),
(278, 206, 55, 1),
(279, 1630, 56, 1),
(280, 173, 57, 1),
(282, 173, 59, 1),
(283, 1630, 60, 1),
(286, 1630, 63, 1),
(287, 1630, 64, 1),
(288, 1630, 65, 1),
(289, 9, 66, 1),
(291, 0, 68, 1),
(292, 6, 69, 1),
(293, 56, 70, 1),
(294, 5, 71, 1),
(295, 5, 72, 1),
(296, 56, 73, 1),
(297, 56, 74, 1),
(298, 56, 75, 1),
(315, 1882, 77, 0),
(316, 206, 77, 0),
(317, 60, 77, 0),
(318, 56, 77, 0),
(319, 1379, 77, 0),
(331, 1713, 77, 0),
(342, 50, 87, 0),
(352, 1718, 90, 1),
(354, 4, 69, 0),
(355, 5, 69, 0),
(356, 8, 69, 0),
(357, 10, 69, 0),
(358, 1538, 69, 0),
(359, 1570, 69, 0),
(360, 9, 69, 0),
(361, 103, 42, 0),
(362, 2385, 38, 0),
(363, 3, 91, 1),
(364, 3, 92, 1),
(365, 3, 93, 1),
(366, 3, 94, 1),
(367, 1840, 69, 0),
(374, 1189, 11, 0),
(375, 836, 67, 0),
(376, 273, 67, 0),
(377, 240, 67, 0),
(379, 85, 67, 0),
(380, 43, 67, 0),
(384, 2396, 95, 1),
(385, 2427, 95, 0),
(386, 2428, 95, 0),
(387, 2429, 95, 0),
(388, 2430, 95, 0),
(389, 2434, 95, 0),
(390, 2315, 40, 0),
(391, 2315, 41, 0),
(392, 2374, 52, 0),
(394, 70, 53, 0),
(395, 104, 53, 0),
(397, 43, 53, 0),
(399, 1430, 54, 0),
(402, 2181, 57, 0),
(403, 1653, 57, 0),
(404, 37, 57, 0),
(405, 1384, 58, 0),
(406, 92, 63, 0),
(410, 1567, 36, 0),
(412, 1567, 35, 0),
(413, 2334, 65, 0),
(414, 1925, 74, 0),
(415, 2376, 74, 0),
(419, 1840, 85, 0),
(420, 1305, 85, 0),
(421, 2518, 96, 1),
(422, 1379, 17, 0),
(423, 56, 97, 1),
(424, 106, 96, 0),
(425, 2316, 67, 0),
(426, 2334, 67, 0),
(431, 1567, 101, 0),
(433, 1965, 100, 0),
(434, 1386, 100, 0),
(435, 48, 99, 0),
(436, 49, 99, 0),
(437, 884, 98, 0),
(438, 894, 98, 0),
(439, 1154, 29, 0),
(440, 2087, 29, 0),
(441, 1713, 58, 0),
(442, 226, 58, 0),
(444, 1189, 58, 0),
(447, 1925, 97, 0),
(448, 2376, 97, 0),
(451, 95, 60, 0),
(453, 85, 71, 0),
(455, 27, 71, 0),
(457, 37, 39, 0),
(458, 28, 65, 0),
(462, 2353, 65, 0),
(463, 1931, 65, 0),
(464, 1202, 47, 0),
(465, 213, 47, 0),
(466, 108, 47, 0),
(467, 24, 47, 0),
(470, 54, 47, 0),
(472, 64, 47, 0),
(473, 70, 47, 0),
(475, 72, 47, 0),
(476, 92, 47, 0),
(477, 104, 47, 0),
(478, 1389, 47, 0),
(479, 221, 47, 0),
(480, 2544, 47, 0),
(481, 2460, 47, 0),
(482, 2435, 47, 0),
(483, 2433, 47, 0),
(484, 1404, 47, 0),
(486, 186, 47, 0),
(488, 9, 102, 1),
(489, 119, 96, 0),
(490, 135, 96, 0),
(492, 186, 96, 0),
(493, 92, 96, 0),
(494, 1154, 102, 0),
(495, 59, 102, 0),
(496, 2544, 58, 0),
(498, 2373, 47, 0),
(499, 2400, 47, 0),
(500, 2087, 47, 0),
(501, 2257, 47, 0),
(502, 2416, 47, 0),
(505, 1871, 47, 0),
(506, 2302, 47, 0),
(507, 2404, 47, 0),
(510, 1468, 47, 0),
(511, 2374, 47, 0),
(513, 2281, 47, 0),
(514, 2313, 47, 0),
(519, 1586, 104, 1),
(520, 2418, 104, 0),
(521, 2365, 104, 0),
(522, 224, 104, 0),
(523, 151, 104, 0),
(524, 1655, 104, 0),
(525, 1600, 104, 0),
(527, 11, 105, 0),
(528, 128, 105, 0),
(529, 1630, 105, 0),
(530, 1630, 105, 0),
(531, 2342, 105, 0),
(532, 196, 105, 0),
(533, 2518, 106, 1),
(534, 1882, 106, 0),
(535, 143, 106, 0),
(536, 1713, 106, 0),
(537, 1379, 106, 0),
(538, 50, 106, 0),
(540, 1463, 106, 0),
(541, 206, 106, 0),
(542, 56, 106, 0),
(543, 2443, 106, 0),
(544, 2455, 106, 0),
(545, 2, 106, 0),
(546, 60, 106, 0),
(547, 7, 106, 0),
(548, 2518, 107, 1),
(549, 2403, 107, 0),
(551, 2518, 109, 1),
(552, 2403, 109, 0),
(553, 1189, 66, 0),
(554, 1189, 48, 0),
(555, 37, 48, 0),
(556, 2381, 48, 0),
(557, 2257, 48, 0),
(558, 2416, 48, 0),
(559, 2435, 48, 0),
(560, 2400, 48, 0),
(561, 2433, 67, 0),
(563, 28, 67, 0),
(566, 55, 67, 0),
(567, 2414, 17, 0),
(568, 3, 110, 1),
(572, 60, 110, 0),
(573, 1328, 110, 0),
(575, 729, 37, 0),
(578, 2425, 75, 0),
(579, 1922, 75, 0),
(580, 2255, 75, 0),
(582, 2255, 36, 0),
(583, 1922, 36, 0),
(584, 2349, 36, 0),
(585, 2255, 35, 0),
(586, 1922, 35, 0),
(587, 2349, 35, 0),
(589, 2323, 46, 0),
(590, 2324, 46, 0),
(595, 54, 46, 0),
(596, 50, 46, 0),
(597, 106, 46, 0),
(598, 108, 46, 0),
(601, 148, 46, 0),
(602, 177, 46, 0),
(603, 201, 46, 0),
(604, 213, 46, 0),
(605, 219, 46, 0),
(609, 317, 15, 0),
(610, 2321, 46, 0),
(611, 2400, 46, 0),
(616, 2266, 46, 0),
(617, 2087, 46, 0),
(618, 1745, 46, 0),
(619, 2346, 42, 0),
(620, 2087, 42, 0),
(622, 2132, 22, 0),
(623, 3, 111, 1),
(624, 11, 111, 0),
(625, 1333, 111, 0),
(626, 1527, 111, 0),
(627, 128, 111, 0),
(630, 1661, 112, 1),
(631, 274, 112, 0),
(632, 2476, 112, 0),
(633, 2431, 112, 0),
(634, 1823, 112, 0),
(635, 2432, 112, 0),
(638, 40, 113, 0),
(639, 51, 113, 0),
(640, 54, 113, 0),
(642, 24, 91, 0),
(644, 64, 91, 0),
(646, 92, 91, 0),
(648, 1931, 91, 0),
(649, 101, 91, 0),
(651, 135, 39, 0),
(652, 2460, 91, 0),
(654, 2410, 29, 0),
(655, 2381, 110, 0),
(658, 2346, 46, 0),
(660, 135, 40, 0),
(661, 2313, 40, 0),
(663, 24, 59, 0),
(664, 1318, 56, 0),
(665, 1318, 91, 0),
(666, 1318, 47, 0),
(667, 40, 97, 0),
(668, 48, 97, 0),
(669, 49, 97, 0),
(670, 48, 74, 0),
(671, 49, 74, 0),
(672, 40, 74, 0),
(674, 2410, 47, 0),
(675, 2323, 47, 0),
(676, 2324, 47, 0),
(677, 1670, 47, 0),
(678, 1667, 47, 0),
(679, 1666, 47, 0),
(680, 1664, 47, 0),
(681, 1651, 47, 0),
(682, 1653, 47, 0),
(683, 1632, 47, 0),
(684, 1634, 47, 0),
(685, 1603, 47, 0),
(686, 1571, 47, 0),
(688, 1562, 47, 0),
(690, 1547, 47, 0),
(691, 1534, 47, 0),
(692, 1523, 47, 0),
(693, 1522, 47, 0),
(694, 1519, 47, 0),
(695, 1491, 47, 0),
(698, 1237, 41, 0),
(699, 1232, 41, 0),
(700, 1225, 41, 0),
(701, 1214, 74, 0),
(702, 1196, 74, 0),
(703, 1211, 74, 0),
(704, 2208, 74, 0),
(705, 1058, 74, 0),
(706, 1168, 74, 0),
(707, 2181, 74, 0),
(708, 1847, 73, 0),
(709, 1844, 73, 0),
(710, 1841, 73, 0),
(711, 1837, 73, 0),
(712, 1833, 73, 0),
(713, 1745, 73, 0),
(715, 1686, 73, 0),
(716, 1707, 73, 0),
(717, 2266, 73, 0),
(718, 85, 70, 0),
(719, 88, 70, 0),
(722, 1666, 86, 0),
(724, 1237, 91, 0),
(726, 1483, 105, 0),
(727, 1468, 105, 0),
(728, 1553, 105, 0),
(730, 1058, 48, 0),
(731, 2208, 48, 0),
(732, 1196, 48, 0),
(733, 1168, 48, 0),
(734, 1159, 48, 0),
(735, 894, 48, 0),
(736, 884, 48, 0),
(737, 1847, 48, 0),
(739, 1553, 72, 0),
(742, 1562, 72, 0),
(745, 1686, 66, 0),
(746, 894, 68, 0),
(747, 221, 68, 0),
(748, 1651, 68, 0),
(749, 1214, 68, 0),
(750, 1196, 68, 0),
(752, 1168, 68, 0),
(753, 1159, 68, 0),
(754, 1211, 68, 0),
(755, 1523, 105, 0),
(756, 1931, 70, 0),
(757, 101, 70, 0),
(759, 106, 70, 0),
(761, 135, 70, 0),
(763, 273, 70, 0),
(765, 226, 70, 0),
(767, 1406, 70, 0),
(768, 177, 70, 0),
(769, 175, 70, 0),
(770, 196, 70, 0),
(774, 1451, 70, 0),
(775, 1461, 70, 0),
(776, 1605, 70, 0),
(777, 1649, 70, 0),
(778, 1713, 70, 0),
(779, 2255, 94, 0),
(780, 2266, 94, 0),
(781, 2266, 110, 0),
(782, 2302, 36, 0),
(783, 2302, 35, 0),
(784, 2313, 91, 0),
(785, 2315, 94, 0),
(786, 2316, 70, 0),
(787, 2316, 92, 0),
(788, 2320, 70, 0),
(790, 2323, 94, 0),
(791, 2324, 94, 0),
(793, 2331, 94, 0),
(794, 1833, 94, 0),
(795, 1677, 47, 0),
(796, 27, 73, 0),
(797, 2334, 94, 0),
(798, 2338, 70, 0),
(799, 2349, 70, 0),
(801, 2374, 94, 0),
(802, 2376, 94, 0),
(804, 1567, 70, 0),
(805, 2400, 91, 0),
(806, 2410, 94, 0),
(807, 2404, 94, 0),
(808, 2411, 94, 0),
(810, 2437, 93, 0),
(811, 2435, 110, 0),
(813, 28, 93, 0),
(816, 37, 70, 0),
(817, 40, 92, 0),
(818, 43, 70, 0),
(819, 51, 93, 0),
(820, 55, 93, 0),
(821, 62, 93, 0),
(822, 63, 93, 0),
(824, 101, 110, 0),
(825, 103, 93, 0),
(826, 104, 91, 0),
(827, 119, 92, 0),
(830, 201, 94, 0),
(831, 213, 110, 0),
(832, 526, 93, 0),
(834, 884, 63, 0),
(835, 894, 63, 0),
(837, 891, 93, 0),
(838, 1159, 40, 0),
(839, 1159, 93, 0),
(842, 1214, 92, 0),
(844, 1225, 55, 0),
(845, 2419, 55, 0),
(846, 1232, 92, 0),
(848, 1225, 72, 0),
(851, 1301, 70, 0),
(852, 1305, 70, 0),
(853, 1239, 92, 0),
(858, 1406, 92, 0),
(859, 1400, 70, 0),
(860, 1400, 91, 0),
(861, 1404, 91, 0),
(863, 1451, 94, 0),
(865, 1468, 91, 0),
(866, 196, 93, 0),
(869, 1519, 70, 0),
(871, 1670, 47, 0),
(872, 1574, 86, 0),
(874, 1571, 67, 0),
(875, 38, 70, 0),
(878, 1790, 114, 1),
(879, 1790, 115, 1),
(880, 38, 114, 0),
(881, 38, 115, 0),
(882, 1464, 116, 0),
(883, 2419, 116, 0),
(884, 1609, 116, 0),
(885, 23, 116, 0),
(886, 1666, 92, 0),
(887, 31, 117, 1),
(888, 31, 118, 1),
(889, 31, 119, 1),
(890, 31, 120, 1),
(891, 31, 121, 1),
(892, 31, 122, 1),
(893, 31, 123, 1),
(894, 31, 124, 1),
(895, 31, 125, 1),
(896, 31, 126, 1),
(897, 31, 127, 1),
(898, 31, 128, 1),
(899, 31, 129, 1),
(900, 31, 130, 1),
(901, 5, 131, 1),
(902, 240, 129, 0),
(903, 2544, 122, 0),
(904, 1833, 123, 0),
(905, 1567, 117, 0),
(906, 2281, 117, 0),
(908, 93, 131, 0),
(909, 1461, 131, 0),
(910, 1561, 131, 0),
(911, 1574, 131, 0),
(912, 2321, 122, 0),
(913, 1871, 46, 0),
(914, 1847, 127, 0),
(915, 1707, 127, 0),
(916, 1707, 122, 0),
(917, 1686, 127, 0),
(919, 1667, 122, 0),
(920, 1670, 122, 0),
(922, 1664, 129, 0),
(923, 1666, 129, 0),
(924, 1653, 125, 0),
(926, 1634, 125, 0),
(928, 117, 130, 0),
(930, 1553, 70, 0),
(932, 2338, 121, 0),
(933, 50, 47, 0),
(939, 2671, 37, 0),
(940, 1840, 132, 1),
(941, 1840, 133, 1),
(942, 1840, 134, 1),
(943, 1840, 135, 1),
(945, 2323, 137, 1),
(946, 31, 139, 1),
(947, 31, 140, 1),
(948, 2323, 142, 1),
(949, 1634, 138, 0),
(950, 240, 135, 0),
(952, 1567, 119, 0),
(953, 2281, 119, 0),
(954, 2281, 120, 0),
(955, 1567, 120, 0),
(956, 1547, 132, 0),
(957, 1547, 138, 0),
(958, 1547, 46, 0),
(959, 1547, 137, 0),
(960, 2281, 130, 0),
(961, 226, 132, 0),
(962, 226, 125, 0),
(963, 108, 132, 0),
(964, 108, 139, 0),
(965, 108, 137, 0),
(967, 2423, 124, 0),
(968, 2423, 130, 0),
(969, 2315, 130, 0),
(970, 177, 67, 0),
(971, 177, 138, 0),
(972, 177, 137, 0),
(974, 28, 140, 0),
(975, 1202, 137, 0),
(978, 2281, 118, 0),
(979, 1567, 118, 0),
(980, 1202, 140, 0),
(981, 37, 128, 0),
(982, 40, 128, 0),
(983, 43, 128, 0),
(984, 48, 139, 0),
(985, 49, 139, 0),
(986, 50, 139, 0),
(987, 51, 134, 0),
(988, 54, 135, 0),
(989, 55, 138, 0),
(990, 55, 125, 0),
(991, 62, 142, 0),
(992, 72, 142, 0),
(993, 63, 142, 0),
(994, 72, 137, 0),
(995, 63, 137, 0),
(996, 62, 137, 0),
(998, 64, 135, 0),
(999, 70, 126, 0),
(1000, 70, 121, 0),
(1001, 70, 135, 0),
(1002, 85, 138, 0),
(1003, 45, 115, 0),
(1004, 45, 114, 0),
(1005, 88, 137, 0),
(1006, 88, 142, 0),
(1007, 92, 117, 0),
(1008, 92, 118, 0),
(1009, 95, 117, 0),
(1010, 95, 118, 0),
(1012, 104, 142, 0),
(1013, 117, 124, 0),
(1014, 175, 137, 0),
(1015, 175, 142, 0),
(1016, 177, 117, 0),
(1017, 177, 118, 0),
(1018, 186, 118, 0),
(1019, 186, 117, 0),
(1022, 196, 117, 0),
(1023, 196, 118, 0),
(1024, 2323, 143, 1),
(1025, 213, 129, 0),
(1026, 201, 118, 0),
(1027, 201, 117, 0),
(1028, 213, 118, 0),
(1029, 213, 117, 0),
(1030, 24, 124, 0),
(1031, 2544, 124, 0),
(1032, 221, 117, 0),
(1033, 221, 118, 0),
(1034, 273, 117, 0),
(1035, 273, 118, 0),
(1039, 526, 142, 0),
(1040, 526, 137, 0),
(1041, 884, 126, 0),
(1042, 884, 124, 0),
(1043, 884, 70, 0),
(1044, 891, 137, 0),
(1045, 891, 142, 0),
(1046, 894, 124, 0),
(1047, 1196, 133, 0),
(1048, 1211, 133, 0),
(1049, 1225, 117, 0),
(1050, 1225, 118, 0),
(1051, 1232, 142, 0),
(1052, 1232, 137, 0),
(1053, 1237, 133, 0),
(1054, 1239, 142, 0),
(1055, 1239, 137, 0),
(1056, 1301, 134, 0),
(1058, 2373, 142, 0),
(1059, 2373, 137, 0),
(1060, 1305, 94, 0),
(1061, 1318, 142, 0),
(1062, 1318, 137, 0),
(1063, 1379, 123, 0),
(1064, 1379, 70, 0),
(1065, 1386, 70, 0),
(1066, 1400, 133, 0),
(1069, 1430, 142, 0),
(1070, 1430, 137, 0),
(1072, 1406, 140, 0),
(1074, 1491, 123, 0),
(1076, 1562, 123, 0),
(1077, 1597, 110, 0),
(1078, 1651, 92, 0),
(1080, 1632, 64, 0),
(1082, 1667, 142, 0),
(1083, 1670, 93, 0),
(1084, 104, 137, 0),
(1089, 1202, 142, 0),
(1090, 177, 142, 0),
(1091, 108, 142, 0),
(1092, 1547, 142, 0),
(1098, 2437, 134, 0),
(1120, 1649, 23, 0),
(1121, 2433, 23, 0),
(1122, 1605, 134, 0),
(1124, 1605, 151, 0),
(1125, 2460, 152, 0),
(1129, 273, 168, 0),
(1131, 2410, 147, 0),
(1135, 2316, 134, 0),
(1136, 1707, 148, 0),
(1138, 1651, 154, 0),
(1139, 1666, 155, 0),
(1140, 2316, 156, 0),
(1141, 1239, 157, 0),
(1142, 40, 158, 0),
(1143, 119, 159, 0),
(1145, 1232, 161, 0),
(1146, 1214, 162, 0),
(1148, 1406, 164, 0),
(1149, 1667, 165, 0),
(1151, 1670, 169, 0),
(1153, 70, 51, 0),
(1154, 104, 51, 0),
(1155, 43, 51, 0),
(1156, 1603, 51, 0),
(1157, 206, 51, 0),
(1159, 1430, 51, 0),
(1160, 1301, 51, 0),
(1161, 1225, 51, 0),
(1162, 2419, 51, 0),
(1163, 2181, 51, 0),
(1164, 1653, 51, 0),
(1165, 37, 51, 0),
(1166, 173, 51, 0),
(1167, 1713, 51, 0),
(1168, 226, 51, 0),
(1169, 1189, 51, 0),
(1170, 2544, 51, 0),
(1171, 24, 51, 0),
(1172, 64, 51, 0),
(1174, 95, 51, 0),
(1175, 175, 51, 0),
(1177, 2334, 51, 0),
(1178, 28, 51, 0),
(1179, 2353, 51, 0),
(1180, 1931, 51, 0),
(1181, 92, 51, 0),
(1182, 1058, 51, 0),
(1183, 2433, 51, 0),
(1184, 884, 51, 0),
(1185, 894, 51, 0),
(1186, 1632, 51, 0),
(1187, 1301, 65, 0),
(1189, 1404, 51, 0),
(1197, 2518, 179, 1),
(1198, 1965, 73, 0),
(1200, 1463, 70, 0),
(1201, 201, 74, 0),
(1202, 2447, 75, 0),
(1203, 2132, 172, 0),
(1204, 526, 74, 0),
(1205, 95, 74, 0),
(1206, 157, 143, 0),
(1207, 93, 173, 0),
(1208, 1561, 174, 0),
(1209, 85, 93, 0),
(1210, 1634, 172, 0),
(1213, 27, 177, 0),
(1214, 1491, 178, 0),
(1218, 49, 167, 0),
(1219, 48, 167, 0),
(1223, 1677, 92, 0),
(1226, 1523, 153, 0),
(1227, 1522, 150, 0),
(1228, 1519, 123, 0),
(1230, 1468, 168, 0),
(1231, 1168, 71, 0),
(1235, 196, 197, 0),
(1236, 85, 188, 0),
(1237, 1168, 189, 0),
(1238, 1562, 193, 0),
(1239, 1379, 187, 0),
(1240, 1196, 182, 0),
(1241, 1211, 184, 0),
(1242, 1237, 197, 0),
(1243, 1400, 190, 0),
(1244, 1603, 185, 0),
(1245, 1571, 191, 0),
(1246, 213, 197, 0),
(1248, 2087, 197, 0),
(1249, 1871, 192, 0),
(1250, 1745, 194, 0),
(1251, 2266, 195, 0),
(1252, 2324, 195, 0),
(1253, 108, 180, 0),
(1254, 54, 183, 0),
(1255, 51, 186, 0),
(1257, 60, 215, 1),
(1259, 1159, 214, 0),
(1260, 2435, 213, 0),
(1261, 1847, 212, 0),
(1262, 891, 211, 0),
(1263, 1483, 210, 0),
(1264, 221, 209, 0),
(1265, 1664, 208, 0),
(1266, 1718, 202, 0),
(1267, 55, 201, 0),
(1268, 89, 199, 0),
(1269, 89, 70, 0),
(1270, 89, 77, 0),
(1271, 89, 92, 0),
(1274, 186, 92, 0),
(1276, 186, 196, 0),
(1277, 1519, 146, 0),
(1278, 31, 216, 1),
(1280, 63, 119, 0),
(1281, 63, 120, 0),
(1283, 1677, 125, 0),
(1284, 1651, 42, 0),
(1286, 1574, 60, 0),
(1287, 1574, 51, 0),
(1288, 2353, 47, 0),
(1289, 2381, 216, 0),
(1290, 2423, 216, 0),
(1291, 894, 216, 0),
(1293, 28, 216, 0),
(1294, 2687, 217, 1),
(1295, 2685, 217, 0),
(1296, 2686, 217, 0),
(1298, 2689, 217, 0),
(1299, 2691, 217, 0),
(1300, 2692, 217, 0),
(1302, 2693, 217, 0),
(1305, 2694, 217, 0),
(1306, 2695, 217, 0),
(1307, 2696, 217, 0),
(1308, 2697, 217, 0),
(1309, 2698, 217, 0),
(1310, 2699, 217, 0),
(1311, 2700, 217, 0),
(1312, 2701, 217, 0),
(1313, 2702, 217, 0),
(1314, 13, 31, 0),
(1315, 894, 67, 0),
(1317, 1534, 44, 0),
(1318, 1534, 160, 0),
(1319, 1534, 94, 0),
(1320, 1534, 51, 0),
(1324, 1, 69, 0),
(1325, 1159, 121, 0),
(1326, 2381, 11, 0),
(1327, 42, 11, 0),
(1328, 1196, 121, 0),
(1330, 1562, 222, 0),
(1331, 1386, 218, 0),
(1333, 1603, 218, 0),
(1335, 62, 219, 0),
(1336, 64, 219, 0),
(1337, 1630, 225, 1),
(1340, 2321, 30, 0),
(1344, 1686, 65, 0),
(1345, 1686, 225, 0),
(1346, 2334, 225, 0),
(1347, 28, 225, 0),
(1348, 2353, 225, 0),
(1349, 1404, 65, 0),
(1350, 2444, 95, 0),
(1351, 2433, 65, 0),
(1352, 64, 65, 0),
(1353, 175, 64, 0),
(1354, 173, 58, 1),
(1355, 30, 137, 0),
(1356, 30, 142, 0),
(1357, 1965, 126, 0),
(1358, 42, 126, 0),
(1360, 1605, 222, 0),
(1361, 1609, 223, 0),
(1362, 50, 39, 0),
(1363, 89, 39, 0),
(1364, 49, 101, 0),
(1365, 1451, 220, 0),
(1366, 1451, 39, 0),
(1368, 1745, 39, 0),
(1369, 1430, 132, 0),
(1370, 1745, 105, 0),
(1371, 2437, 140, 0),
(1372, 2404, 226, 0),
(1373, 2403, 226, 0),
(1374, 1159, 226, 0),
(1375, 891, 226, 0),
(1376, 1666, 226, 0),
(1377, 2208, 63, 0),
(1378, 1058, 35, 0),
(1381, 1058, 36, 0),
(1382, 51, 96, 0),
(1383, 1437, 66, 0),
(1384, 1437, 68, 0),
(1385, 2255, 226, 0),
(1386, 173, 47, 0),
(1387, 126, 45, 0),
(1388, 1154, 47, 0),
(1390, 1154, 35, 0),
(1391, 1154, 36, 0),
(1393, 1667, 77, 0),
(1394, 2302, 77, 0),
(1395, 2313, 137, 0),
(1396, 2313, 197, 0),
(1397, 135, 149, 0),
(1398, 59, 163, 0),
(1399, 1373, 122, 0),
(1400, 1373, 220, 0),
(1401, 1373, 47, 0),
(1402, 1461, 146, 0),
(1403, 59, 179, 0),
(1404, 1189, 70, 0),
(1405, 1933, 29, 0),
(1406, 2437, 47, 0),
(1407, 51, 47, 0),
(1408, 55, 47, 0),
(1409, 891, 47, 0),
(1410, 1159, 47, 0),
(1411, 1527, 47, 0),
(1412, 2411, 47, 0),
(1413, 1225, 47, 0),
(1414, 1239, 221, 0),
(1415, 59, 221, 0),
(1416, 70, 142, 0),
(1417, 70, 137, 0),
(1418, 1437, 125, 0),
(1419, 1437, 179, 0),
(1420, 1437, 125, 0),
(1421, 1437, 125, 0),
(1422, 1437, 125, 0),
(1423, 1437, 125, 0),
(1424, 1437, 125, 0),
(1425, 31, 227, 1),
(1426, 31, 228, 1),
(1427, 1609, 227, 0),
(1428, 1305, 227, 0),
(1430, 1571, 227, 0),
(1431, 2411, 227, 0),
(1434, 1523, 227, 0),
(1435, 1632, 227, 0),
(1437, 1603, 227, 0),
(1438, 2334, 227, 0);

-- --------------------------------------------------------

--
-- Struktura tabulky `teams`
--

CREATE TABLE `teams` (
  `id` int(11) NOT NULL,
  `abbr` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `CountServis` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Vypisuji data pro tabulku `teams`
--

INSERT INTO `teams` (`id`, `abbr`, `name`, `CountServis`) VALUES
(1, 'VED', 'Vedení', 0),
(2, 'PR', 'Komunikace', 0),
(3, 'PRG', 'Program', 0),
(4, 'FIN', 'Finance', 0),
(5, 'HR+IT', 'Registrace', 8),
(6, 'ZAZ', 'Zázemí a logistika', 0);

-- --------------------------------------------------------

--
-- Struktura tabulky `Udalosti`
--

CREATE TABLE `Udalosti` (
  `ID` int(8) NOT NULL,
  `Nazev` varchar(1000) COLLATE utf8_czech_ci NOT NULL,
  `OdDat` date NOT NULL,
  `OdCas` time NOT NULL,
  `DoDat` date NOT NULL,
  `DoCas` time NOT NULL,
  `Sebou` varchar(1000) COLLATE utf8_czech_ci NOT NULL,
  `InfoProST` varchar(1000) COLLATE utf8_czech_ci NOT NULL,
  `Sraz` varchar(1000) COLLATE utf8_czech_ci NOT NULL,
  `Garant` varchar(1000) COLLATE utf8_czech_ci NOT NULL,
  `PocetST_ideal` int(8) NOT NULL,
  `PocetST_min` int(8) NOT NULL,
  `Poznamka` varchar(1000) COLLATE utf8_czech_ci NOT NULL,
  `Zadal_id` int(8) NOT NULL,
  `CasZadani` datetime NOT NULL,
  `Krize` varchar(10000) COLLATE utf8_czech_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_czech_ci;

--
-- Vypisuji data pro tabulku `Udalosti`
--

INSERT INTO `Udalosti` (`ID`, `Nazev`, `OdDat`, `OdCas`, `DoDat`, `DoCas`, `Sebou`, `InfoProST`, `Sraz`, `Garant`, `PocetST_ideal`, `PocetST_min`, `Poznamka`, `Zadal_id`, `CasZadani`, `Krize`) VALUES
(11, 'Registrace servistýmu', '2017-06-05', '07:00:00', '2017-06-07', '22:00:00', '', 'Registrovat členy servistýmu. Práce s PC a registračním systémem. Vydávat trička, harmonogram, stripy, šátky apod.', 'Registrační stan', '3', 3, 2, '', 1, '2017-04-28 23:17:42', ''),
(12, 'Registrace Účastníků ', '2017-06-07', '13:00:00', '2017-06-07', '22:00:00', '', 'Registrace účastníků, práce s počítačem a registračním systémem. Vydání handbooku, šátku, stripu, harmonogramu. ', 'Registrační stan', '11', 6, 5, 'IT skills, organizační schopnosti ', 28, '2017-04-28 23:18:23', ''),
(13, 'Řidič (SZT)', '2017-06-07', '00:00:00', '2017-06-11', '23:59:00', 'Auto, ŘP, TP...', 'Převoz lehčích zranění do nemocnice', 'Stan SZT', '42', 1, 1, '', 1, '2017-04-28 23:27:02', ''),
(14, 'Sklad', '2017-06-05', '08:00:00', '2017-06-11', '17:00:00', '', '', 'Liščí doupě', '0', 1, 1, '', 49, '2017-04-28 23:37:06', ''),
(15, 'PR + komunikace - celý Obrok ', '2017-06-05', '00:01:00', '2017-06-11', '23:59:00', '', 'PR + komunikace - celý Obrok ', 'Liščí doupě', '5', 20, 20, 'Tým Komunikace\r\n+ Václav Chvíla\r\n\r\n', 42, '2017-04-28 23:39:55', ''),
(16, 'Bazénky', '2017-06-07', '14:00:00', '2017-06-11', '10:00:00', '', '', 'Bazénky', '919', 5, 5, '', 1, '2017-04-28 23:42:22', ''),
(17, 'Výzdoba a design areálu - realizace', '2017-06-05', '00:01:00', '2017-06-07', '14:00:00', '', 'Výzdoba a design areálu - realizace\r\nVěšení světýlek, lampionů, skládání origami, girland, věšení zrcadel, sbíjení rozcestníku, věšení cedulek', 'Liščí doupě', '2342', 3, 3, 'Šikovné slečny s estetickým cítěním, které nechtějí tahat klády. :)', 42, '2017-04-28 23:44:55', ''),
(18, 'Výzdoba a design areálu - údržba a bourání', '2017-06-07', '14:01:00', '2017-06-11', '23:59:00', '', 'Výzdoba a design areálu - údržba a bourání, každý večer zapalování svíček, atd.', 'Liščí doupě', '2342', 2, 1, 'Šikovné/á slečny/slečna s estetickým cítěním. ', 42, '2017-04-28 23:46:37', ''),
(19, 'Tým Logistika', '2017-06-05', '00:17:00', '2017-06-11', '04:04:00', 'nic', 'Pracovat', 'Sklad', '0', 4, 4, 'Prosím priradit MAruška mia šamárková, Ondrej Sumeček Prouza a Daniel Kozina Umlauf A tomáš MAcko ', 49, '2017-04-28 23:50:26', ''),
(20, 'voda', '0000-00-00', '00:00:00', '0000-00-00', '00:00:00', '', '', 'Trutnov', '1902', 4, 4, 'Šárka Ryša Krakovská \r\nMatěj Bubo Zicháček \r\nMartina Sissi Luňáková \r\nIvana If Prokešová ', 48, '2017-04-29 08:36:20', ''),
(21, 'elektro', '2017-06-05', '00:00:00', '2017-06-11', '00:00:00', '', '', 'Trutnov', '1854', 2, 2, 'Darja Vymazalová \r\nMarek Černoch Bozděch', 48, '2017-04-29 08:38:29', ''),
(22, 'Třídění odpadu', '2017-06-07', '12:00:00', '2017-06-11', '12:00:00', '', 'Budete dohlížet na třídění odpadu účastníky. ', 'Vedle liščího doupěte', '0', 3, 1, 'Když budou tři, můžou se střídat po 6 hodinách, kdyz bude 1 bude to dělat 18 hodin.  ', 49, '2017-04-29 12:31:29', ''),
(23, 'Přenesení pivních setů k ohništi ', '2017-06-10', '08:00:00', '2017-06-10', '08:20:00', 'Silné ruce', 'Přenášení pivních setů ze skladu na místa P4, P5, P6, P7\r\n', 'Sklad', '0', 5, 2, '', 49, '2017-04-29 17:16:21', ''),
(24, 'Transit rizeni', '2017-06-05', '04:01:00', '2017-06-11', '20:05:00', '', '', '-', '0', 1, 1, 'Prosím priradit Miroslav Vašata - je to ridic transitu', 49, '2017-05-01 18:33:40', ''),
(27, 'Skautský záchranný tým', '2017-06-05', '00:00:00', '2017-06-11', '23:59:00', '', '', 'Stan SZT', '2438', 25, 25, '', 1, '2017-05-02 21:49:38', ''),
(29, 'Jídlo pomocníci', '2017-06-05', '00:01:00', '2017-06-07', '23:59:00', 'Dozvíš se v jídelně', 'Hlásit se u Ify, rozdávat jídlo, chodit do Bojiště, mýt nádobí', 'Jídelna ST', '41', 3, 2, 'Holky z Krčmy', 28, '2017-05-03 17:14:44', ''),
(30, 'Jídlo pomocníci (od čtvrtka)', '2017-06-08', '07:00:00', '2017-06-11', '19:30:00', 'Dozvíš se od Ify', 'Poslouchat Ifu, mýt nádobí, chodit pro jídlo do Bojiště, rozdávat jídlo', 'Jídelna ST', '41', 3, 2, 'Holky z Krčmy', 28, '2017-05-03 17:18:58', ''),
(31, 'sklad - libor', '2017-06-05', '03:02:00', '2017-06-11', '01:04:00', '', '', '', '0', 1, 1, 'Prosím priradit sem libora čermáka', 49, '2017-05-09 20:29:35', ''),
(35, 'Živel Voda', '2017-06-08', '08:45:00', '2017-06-08', '18:30:00', 'Obleč se tak, abys neměl problém se trochu namočit. Klidně si vezmi něco na převlečení. Taky si vezmi jídlo a pití, možná se za celý den na bojiště nevrátíš.', 'Voda probíhá od 13:50 do 17:00 u blízkých rybníků. Naším úkolem je tento program dopoledne nachystat, odpoledne obsloužit a nakonec uklidit. Chystání chvíli zabere, ale v našem počtu nebude náročné, obsluha bude možná náročnější (např. nošení vody v barelech nebo kýblech), ale i velmi zábavná a akční. Všechno podstatné se dozvíš na Servis poradě Vody ve středu v 17:30, tam se na tebe těšíme!', 'U vchodu do areálu Bojiště', '1882', 33, 30, 'Prosím přidat:\r\nMartin Tesař\r\nLeoš Koupý\r\nBarbora Hájková\r\nPetr Musil (zatím není v servistýmu, jeho přihlášení je v řešení, pravděpodobně jako host ale je to jeden z hlavním šéfů vody)\r\n\r\n+ stejné lidi prosím na událost \"Porada Vody (Živly)\" ve středu od 17:30', 60, '2017-05-12 13:55:27', ''),
(36, 'Porada Vody (Živly)', '2017-06-07', '17:30:00', '2017-06-07', '18:30:00', 'Něco na poznámky.', 'Na této poradě se dozvíš, co bude tvým úkolem na celý další den. Představíme ti, jak přesně bude program Voda probíhat, rozdělíme si úkoly a domluvíme se na průběhu čtvrtka bod po bodu.', 'Jídelna ST', '1882', 33, 30, 'Prosím přidat:\r\nMartin Tesař\r\nLeoš Koupý\r\nBarbora Hájková\r\nPetr Musil (zatím není v servistýmu, jeho přihlášení je v řešení, pravděpodobně jako host ale je to jeden z hlavním šéfů vody)\r\n\r\n+ všechny, kteří budou na události Živel Voda ve čtvrtek od 8:45 do 18:30\r\n', 60, '2017-05-12 14:01:00', ''),
(37, 'čajovna', '2017-06-05', '00:00:00', '2017-06-11', '00:00:00', '', '', '-', '1212', 10, 10, 'Marek Masa-kasa Schwarz\r\nVeronika Jácíček Koníčková\r\nKristýna Týna Zemková \r\nLucie Šnorby Šnorbertová\r\nOndřej Oraf Jirásek \r\nKristína Šťaby Krippelová \r\nDagmar Dáša Štarmanová\r\nVáclav pan Václav Šimon \r\ntomáš Zahy zahálka \r\nVojtěch Vé Vé Veselý \r\n', 48, '2017-05-12 21:28:15', ''),
(38, 'kavárna', '2017-06-05', '00:00:00', '2017-06-11', '00:00:00', '', '', '', '2340', 2, 2, 'Klára Cermonová\r\nMarkéta Císlerová\r\n', 48, '2017-05-12 21:30:55', ''),
(39, 'záchody středa', '2017-06-07', '09:00:00', '2017-06-07', '20:00:00', 'vše dostaneš na místě', 'Ty a vaše skupinka budete mít na starost úklid toitoiek a sprch.\r\nPodrobnější info se dozvíte při nástupu.', 'infostánek', '9', 6, 6, '', 48, '2017-05-12 21:34:19', ''),
(40, 'záchody čtvrtek', '2017-06-08', '08:00:00', '2017-06-08', '20:00:00', 'vše potřebné dostaneš na místě srazu', 'Ty a vaše skupinka budete mít za úkol udržovat čisté a voňavé toalety se sprchami.', 'infostánek', '9', 6, 6, '', 48, '2017-05-12 21:36:21', ''),
(41, 'záchody pátek', '2017-06-09', '08:00:00', '2017-06-09', '20:00:00', 'vše potřebné dostaneš na místě srazu', 'Ty a vaše skupinka budete mít za úkol udržovat čisté a voňavé toalety se sprchami.', 'infostánek', '9', 6, 6, '', 48, '2017-05-12 21:37:11', ''),
(42, 'záchody sobota', '2017-06-10', '08:00:00', '2017-06-10', '20:00:00', 'vše potřebné dostaneš na místě srazu', 'Ty a vaše skupinka budete mít za úkol udržovat čisté a voňavé toalety se sprchami.', 'infostánek', '9', 6, 6, '', 48, '2017-05-12 21:37:52', ''),
(43, 'Skautská ochranná služba', '2017-06-05', '00:00:00', '2017-06-11', '00:00:00', '', '', 'SOS', '1', 15, 15, '', 1, '2017-05-15 14:05:45', ''),
(44, 'pomoc s kompletací ozvučení', '2017-06-07', '08:00:00', '2017-06-07', '12:00:00', '', 'Budeme nosit ozvučení, abychom ušetřili čas zvukaři.', 'infostánek', '9', 5, 5, 'událost pro silné jedince', 48, '2017-05-16 08:53:48', ''),
(45, 'Infostan', '2017-06-07', '00:00:00', '2017-06-11', '00:00:00', '', 'Čekat na dotazy, odpovídat, pomáhat, informovat.', 'Infostan', '166', 2, 2, 'Šnek + family team', 28, '2017-05-16 10:26:44', ''),
(46, 'Krinspiro - příjezd hostů', '2017-06-08', '06:05:00', '2017-06-08', '22:10:00', '', 'Během čtvrtka budou postupně přijíždět hosté na Krinspiro. Potřebujeme mít lidi v pohotovosti, kteří by se o ně mohli nějak starat a věnovat se jim', 'infostánek', '151', 20, 20, '', 57, '2017-05-16 22:28:46', ''),
(47, 'Krinspiro', '2017-06-09', '07:45:00', '2017-06-09', '15:00:00', '', 'na každé aktivitě Krisnpira bude jeden servisák, který hlídá čas. Ještě upřesníme, jestli budou chodit s hostama a nebo se skupinkama. Některé aktivity (typu maskovačka) budou servisáci součástí aktivity. U maskovačky budou třeba hrát zraněné.', 'Stage', '151', 70, 68, 'Ferda a Lišák musí zůstat volní. Budou nám k ruce. ', 57, '2017-05-16 22:33:44', ''),
(48, 'Krinspiro - regiony', '2017-06-10', '14:30:00', '2017-06-10', '17:00:00', '', 'Budou u aktivity Krinspiro a dohlížet na hladký průběh. ', 'Stage', '151', 17, 15, '', 57, '2017-05-16 22:37:09', ''),
(49, 'Odborky', '2017-06-05', '14:00:00', '2017-06-11', '10:00:00', '', '', 'DoPro stan', '1899', 1, 1, '', 47, '2017-05-17 12:38:28', ''),
(51, 'Porada všech ST na Živlech (mimo živel Voda)', '2017-06-08', '09:00:00', '2017-06-08', '09:30:00', 'Zápisník, psací potřeby, mobil.', 'Bude se jednat o velkou poradu před programoovým blokem Živly. Rozdáme si jednitlivé funkce, vysvětlíme kde co kdy jak apod Po poradě budou mít někteří chvíli volna, jiným již začnou přípravy.', 'Jídelna ST', '1630', 0, 0, '', 55, '2017-05-18 21:04:36', ''),
(52, 'Koordinátoři odchodových srazů na louce P6 (Živly)', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', 'Psací potřeby (ideálně s tvrdými deskami), mobil', 'Na louce P6 se budou účastníci scházet na společný odchod (servis je bude odvádět - vodiči). Vaším úkolem bude koordinovat jednotlivé skupinky, napomáhat vodičům a celkově se starat o hladký chod odchodů.', 'místo výkonu - Louka P6', '1630', 3, 2, 'Schopnější ST :-P', 55, '2017-05-18 21:14:10', ''),
(53, 'Workout: zdravé tělo i mysl! (Živly)', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', '2 donašeči a 2 spojky\r\nDonašeči: Rozřazování lidí do skupin a odvedení na místo.\r\nSpojky: Budou čekat na workoutovém hřišti, když by se něco stalo, bylo něco potřeba a případně pomáhat s orghanizací.\r\nPřed programem je třeba se naučit trasu.', 'Jídelna ST', '206', 4, 2, '', 55, '2017-05-18 21:19:17', ''),
(54, 'Proč je vrahem zahradník?', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', 'Uvítání hosta. Pomoc nachystat čajové knovice a další věci na čaje a následně pomoc s vařením čajů. Koordinovat skupinu při píchodu a odchodu.', 'Jídelna ST', '206', 2, 2, '', 55, '2017-05-18 21:22:27', ''),
(55, 'Tetovací DIY studio!', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', 'Pomoc s organizací skupiny, a realizováním programu. Je třeba nachystat stoly apod. (takže ideálně když to buddou kluci)', 'Jídelna ST', '206', 3, 2, 'Mám domluvenou konrétní servisačku: Anna Klinkovská', 55, '2017-05-18 21:24:38', ''),
(56, 'NaZemi workshopy', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', 'Uvítání hostů. Koordinovat skupinu, před bloky nachyatají provázek, na který se budou kramlíkovat flipchartové papíry. Je třeba natáhnout provázek na vylepování flipů.', 'Jídelna ST', '1630', 2, 1, 'Vybrán servisák: Ondřej Vala', 55, '2017-05-18 21:27:27', ''),
(57, 'Policejní pes není jenom Rex', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', '\"Koordinace skupiny, asistence, uvadění, odvádění skupinky na místo.\r\nPřed programem je třeba se naučit trasu.', 'Jídelna ST', '173', 4, 3, 'Vybrány servisačky: Karolína Steindlová, Karolína Hečová, Aneta Ječná', 55, '2017-05-18 21:29:54', ''),
(58, 'Hasičský záchraný sbor - Trutnov', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', 'Možná jídlo na cestu, uvidíte podle porady.', 'Koordinace skupiny, asistence, odvedení skupiny na místo.\r\nPřed programem je třeba se naučit trasu.', 'Jídelna ST', '0', 5, 5, 'Vybrán servisák: Vojtěch Malkus', 55, '2017-05-18 21:32:25', ''),
(59, 'Vida, Vida! Mráz a žár!', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', 'Asistence Vidě a Václvu Klíčovi, případná organizace lidí.', 'Jídelna ST', '173', 2, 1, '', 55, '2017-05-18 21:34:30', ''),
(60, 'AcroYoga - Párová akrobacie', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', 'Jištění účastníků.', 'Jídelna ST', '1630', 4, 3, '', 55, '2017-05-18 21:39:06', ''),
(63, 'Lezecká stěna', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', 'Pokud máš, tak lezecké vybavení (na stěnu)', '2 dovádí koordinují skupinu, 4 pomahají s navazováním atp.\r\nPřed programem je potřeba se naučit cestu.', 'Jídelna ST', '1630', 6, 4, 'Ideálně někdo, kdo už někdy lezl.', 55, '2017-05-18 21:48:02', ''),
(64, 'Crazy Bubbles neboli Šílené bubliny!', '2017-06-08', '09:30:00', '2017-06-08', '18:00:00', '', 'Koordinace skupiny, pomoc s oblékáním balónů, donášení balónů.', 'Jídelna ST', '1630', 2, 2, '', 55, '2017-05-18 21:49:36', ''),
(65, 'Lanáč: jištění', '2017-06-08', '09:30:00', '2017-06-08', '20:00:00', '', 'Možná pomoc s vázáním, ale hlavně pomoc s jištěním.', 'Jídelna ST', '1630', 6, 4, 'Vybrán servisák: Ondra Vavrečka.\r\nPokud někdo umí vázat překážky, tak by to bylo fajn, jinak je to jedno.', 55, '2017-05-18 21:52:27', ''),
(66, 'rozebírání reprosoustav', '2017-06-11', '10:00:00', '2017-06-11', '12:00:00', '', 'pro fyzicky zdatnější osoby', 'infostánek', '9', 5, 3, '', 48, '2017-05-19 08:05:04', ''),
(67, 'Relax zóna - stavba', '2017-06-05', '08:00:00', '2017-06-06', '19:00:00', '', 'Stloukávat palety, stavět větší stavby, atd.', 'Liščí doupě', '0', 15, 8, 'Silní frajeři, ale nemusí to být ti nejsilnější :D', 42, '2017-05-19 09:50:21', ''),
(68, 'Relax zóna - bourání', '2017-06-11', '14:00:00', '2017-06-11', '18:00:00', '', 'Rozebírání palet a odnos', 'Liščí doupě', '0', 10, 5, 'Silní borci', 42, '2017-05-19 09:51:04', ''),
(69, 'Užší tým Obroku dělá Obrok', '2017-06-05', '08:00:00', '2017-06-11', '20:00:00', 'Svůj tým, své věci do sekcí', 'Obrok! ', 'Všude', '6', 10, 10, 'Událost jen pro užší tým Obroku! ', 46, '2017-05-20 12:09:53', ''),
(70, 'Velká hra - Tým Drak', '2017-06-09', '14:30:00', '2017-06-09', '18:30:00', 'Ponožku v ponožce, chuť běhat a chuť roznést účastníky na kopytech.', 'Každý servisák zde hraje stejně jako účastníci hru. Bojují s nimi, oživují se v základně. V zásadě jde o možnost jak si mohou servisáci zahrát hru.', 'Louka nad tábořištěm v místě Velké hry', '56', 50, 30, 'Musí být přítomna Delfín. Jede jako účastník, ale pomáhá.', 63, '2017-05-20 17:05:47', ''),
(71, 'Fotokoutek - stavba', '2017-06-08', '15:00:00', '2017-06-08', '17:00:00', '', '', 'Liščí doupě', '5', 3, 2, '', 42, '2017-05-20 17:18:41', ''),
(72, 'Fotokoutek - bourání', '2017-06-11', '00:00:00', '2017-06-11', '02:00:00', '', '', 'Liščí doupě', '5', 4, 2, '', 42, '2017-05-20 17:19:12', ''),
(73, 'Velká hra - stromy', '2017-06-09', '14:00:00', '2017-06-09', '18:30:00', 'Hodinky nebo jiný nástroj na kterém jde stopovat čas.', 'Každý ze servisáků bude stát na místě a podle instrukcí vyhazovat suroviny pro účastníky.', 'Louka nad tábořištěm v místě Velké hry ', '56', 11, 11, '', 63, '2017-05-20 17:58:10', ''),
(74, 'Velká hra - stanoviště', '2017-06-09', '13:30:00', '2017-06-09', '18:30:00', 'Něco na co psát, něco na psaní', '4 z těchto lidí budou pomáhat účastníkům. Dovedou je na bojiště, budou jim počítat hodnotu a zapisovat co postavili. Zbytek bude na základnách hráčů oživovat mrtvé pomocí jednoduché týmové hry. ', 'V areálu nad schody u amfiteátru', '56', 14, 9, 'Na této události by měl být Jakub Čaloud, Renáta Pivodová a Martin Malinka.', 63, '2017-05-20 18:13:53', ''),
(75, 'Velká hra - převoz palet a dalšího materiálu', '2017-06-09', '13:30:00', '2017-06-09', '18:30:00', 'Sílu', 'Přenášet věci', 'U relaxační zóny s bazénky', '56', 4, 4, 'Jde o předem domluvené stěhování 16 palet (případně dalšího materiálu) z relax zóny na louku dodávkou. Je potřeba řidič a dodávka.', 63, '2017-05-20 18:18:20', ''),
(77, 'VaPro - Doprovod 1. Blok', '2017-06-10', '08:00:00', '2017-06-10', '12:00:00', '', 'Staneš se patronem hosta, který dorazí na Obrok. Budeš mu dělat doprovod po našem areálu. Odvedeš hosta na jeho přednášku.', 'Info Stan', '2518', 8, 8, 'Informace má Marťa Pelcová', 52, '2017-05-21 23:22:54', ''),
(85, 'VaPro: Catering', '2017-06-10', '08:30:00', '2017-06-10', '10:30:00', 'nic', 'Zajistit pití do všech stanů, kde bude probíhat přednáška na Vapro. ', 'Infostan', '0', 2, 1, 'Kdokoliv. Pití má u sebe Mája (Anna Fišerová)', 52, '2017-05-22 00:22:29', ''),
(86, 'VaPro: kontrola a příprava stanů na VaPro ', '2017-06-09', '19:00:00', '2017-06-09', '21:00:00', '', 'Kontrola stanů - donešení do každého stanu stolek na pc/ntb/tv, připravení stanů na Vapro', 'InfoStan', '0', 3, 3, 'Nejlépe kluci', 52, '2017-05-22 00:25:35', ''),
(87, 'VaPro: Zkušební skype', '2017-06-10', '08:30:00', '2017-06-10', '10:25:00', '', 'Zkušební skype s p. Torákem + případné opakovaní dotazů od účastníků ', 'Čajovna', '50', 1, 1, '', 52, '2017-05-22 00:27:51', ''),
(90, 'Asistent vozíčkáři', '2017-06-07', '18:00:00', '2017-06-11', '00:00:00', 'Kámoša, kterýmu budeš pomáhat', 'Vezmi sílu, vozík a makej :)', '', '1718', 1, 1, '', 28, '2017-05-22 17:47:27', ''),
(91, 'Pohotovost Středa', '2017-06-07', '07:00:00', '2017-06-07', '22:00:00', 'Být připravený a pohybovat se okolo jídelny ST.', 'Zapsat svůj telefon na infostanu a mít ho přes den u sebe.', '-', '3', 15, 10, '', 28, '2017-05-22 20:15:15', ''),
(92, 'Pohotovost Čtvrtek', '2017-06-08', '07:00:00', '2017-06-08', '22:00:00', 'Být připravený a pohybovat se okolo jídelny ST.', 'Zapsat svůj telefon na infostanu a mít ho přes den u sebe.', '', '3', 15, 10, '', 28, '2017-05-22 20:16:44', ''),
(93, 'Pohotovost Pátek', '2017-06-09', '07:00:00', '2017-06-09', '22:00:00', 'Být připravený a pohybovat se okolo jídelny ST.', 'Zapsat svůj telefon na infostanu a mít ho přes den u sebe.', '', '3', 15, 10, '', 28, '2017-05-22 20:17:32', ''),
(94, 'Pohotovost Sobota', '2017-06-10', '07:00:00', '2017-06-10', '22:00:00', 'Být připravený a pohybovat se okolo jídelny ST.', 'Zapsat svůj telefon na infostanu a mít ho přes den u sebe.', '', '3', 15, 10, '', 28, '2017-05-22 20:18:34', ''),
(95, 'ČESMU', '2017-06-05', '00:00:00', '2017-06-11', '00:00:00', '', '', 'Muzeum', '2396', 6, 6, '', 28, '2017-05-22 21:14:39', ''),
(96, 'VaPro: zapojení projektorů ve stanech / připravení TV', '2017-06-10', '07:00:00', '2017-06-10', '09:00:00', 'Je nutno připravit místa kde bude projektor, televize, zkontrolovat jestli je stůl na umístění televize, urovnat židle připravit místo pro přednášku', '', 'Liščí Doupě', '2518', 7, 7, '', 52, '2017-05-23 06:31:23', ''),
(97, 'Velká hra - předpříprava', '2017-06-08', '15:00:00', '2017-06-08', '17:00:00', 'Motivaci', 'Projdeme si co přesně se bude dít v pátek, předpřipravíme hřiště a případně další věci.', 'Infostan', '56', 4, 4, 'Je třeba Martin Malinka, Jakub Čaloud a Renáta Pivodová.', 63, '2017-05-23 12:28:10', ''),
(98, 'Hlídání klubovny Středa', '2017-06-07', '21:00:00', '2017-06-08', '08:00:00', 'Před otevřením klubovny (abyste v požadovaný čas byli na místě) si na infostanu vyzvedni klíče od klubovny. Po zavření je tam zase vrať. Věci na spaní.', 'Budete hlídat klubovnu a otevírat ji hostům, kteří zde budou přespávat. Musíte zde přespat také, jen prosím počítejte s tím, že budete správce \"klíčů\" a mohou vás budit i v noci. Nechte si pootevřené okno v klubovně, kde na vás budou moci klepat. Na okně musí být telefonní číslo na Klárku (737 341 462)', 'Registrace', '0', 2, 2, '', 28, '2017-05-23 15:17:50', ''),
(99, 'Hlídání klubovny Čtvrtek', '2017-06-08', '20:00:00', '2017-06-09', '08:00:00', 'Před otevřením klubovny (abyste v požadovaný čas byli na místě) si na infostanu vyzvedněte klíče od klubovny. Po zavření je tam zase vraťte. Věci na spaní.', 'Budete hlídat klubovnu a otevírat ji hostům, kteří zde budou přespávat. Musíte zde přespat také, jen prosím počítejte s tím, že budete správce \"klíčů\" a mohou vás budit i v noci. Nechte si pootevřené okno v klubovně, kde na vás budou moci klepat. Pro odcházení nechte klíče v zámku. Na okně musí být telefonní číslo na Klárku (737 341 462)', 'Infostan', '0', 2, 2, '', 28, '2017-05-23 15:20:09', ''),
(100, 'Hlídání klubovny Pátek', '2017-06-09', '20:00:00', '2017-06-10', '08:00:00', 'Před otevřením klubovny (abyste v požadovaný čas byli na místě) si na infostanu vyzvedněte klíče od klubovny. Po zavření je tam zase vraťte. Věci na spaní.', 'Budete hlídat klubovnu a otevírat ji hostům, kteří zde budou přespávat. Musíte zde přespat také, jen prosím počítejte s tím, že budete správce \"klíčů\" a mohou vás budit i v noci. Nechte si pootevřené okno v klubovně, kde na vás budou moci klepat. Pro odcházení nechte klíče v zámku. Na okně musí být telefonní číslo na Klárku (737 341 462)', 'Infostan', '0', 2, 2, '', 28, '2017-05-23 15:21:55', ''),
(101, 'Hlídání klubovny Sobota', '2017-06-10', '20:00:00', '2017-06-11', '08:00:00', 'Před otevřením klubovny (abyste v požadovaný čas byli na místě) si na infostanu vyzvedněte klíče od klubovny. Po zavření je tam zase vraťte. Věci na spaní.', 'Budete hlídat klubovnu a otevírat ji hostům, kteří zde budou přespávat. Musíte zde přespat také, jen prosím počítejte s tím, že budete správce \"klíčů\" a mohou vás budit i v noci. Nechte si pootevřené okno v klubovně, kde na vás budou moci klepat. Pro odcházení nechte klíče v zámku. Na okně musí být telefonní číslo na Klárku (737 341 462)', 'Infostan', '0', 2, 2, '', 28, '2017-05-23 15:23:02', ''),
(102, 'zapojování IT věcí (projektory, počítače, ...)', '2017-06-07', '08:00:00', '2017-06-11', '10:00:00', '', 'Potřebujeme zručné jedince, kteří se vyznají v zapojování IT věcí, jako jsou počítače, projektory, atp.. Budou dělat techniky po celou dobu akce vždy, když bude potřeba. Převážně před začátky programů.', 'infostan', '9', 3, 2, 'zkušený člověk, co se vyzná v zapojování kabelů.', 48, '2017-05-23 16:46:33', ''),
(104, 'Roverský odbor', '2017-06-07', '00:00:00', '2017-06-11', '00:00:00', '', '', 'RO', '1586', 7, 7, '', 28, '2017-05-23 19:12:48', ''),
(105, 'VaPro - Doprovod 2. Blok', '2017-06-10', '09:35:00', '2017-06-10', '15:00:00', '', 'Staneš se patronem hosta, který dorazí na Obrok. Budeš mu dělat doprovod po našem areálu. Odvedeš hosta na jeho přednášku.', 'Infostan', '2518', 12, 12, '', 52, '2017-05-23 19:16:28', ''),
(106, 'VaPro - Doprovod 3. Blok', '2017-06-10', '12:30:00', '2017-06-10', '16:00:00', '', 'Staneš se patronem hosta, který dorazí na Obrok. Budeš mu dělat doprovod po našem areálu. Odvedeš hosta na jeho přednášku.', 'Infostan', '2518', 14, 14, 'Poznámka: Marťa Pelcová Garantka má sama jeden doprovod. Není sem potřeba nikoho doplňovat žádného dalšího ST :-)', 52, '2017-05-23 19:27:50', ''),
(107, 'VaPro: Příprava', '2017-06-09', '20:00:00', '2017-06-10', '22:00:00', '', 'Pomoc s přípravou Vapra Martině Pelcové', 'Infotan', '2518', 1, 1, 'Přesně určený ST', 52, '2017-05-23 19:37:17', ''),
(109, 'VaPro: Pomoc během VaPra', '2017-06-10', '07:00:00', '2017-06-10', '19:00:00', '', 'Pomocná ruka pro šéfku VaPra, pomoc se zajištěním celého programu.', 'Infostan', '2518', 1, 1, '', 52, '2017-05-23 19:40:47', ''),
(110, 'Pohotovost Úterý', '2017-06-06', '07:00:00', '2017-06-06', '22:00:00', 'Zapsat svůj telefon na infostanu a mít ho přes den u sebe.', 'Být připravený a pohybovat se okolo jídelny ST.', '', '3', 10, 8, '', 28, '2017-05-24 10:09:06', ''),
(111, 'Registrace Čtvrtek, Pátek ', '2017-06-08', '08:00:00', '2017-06-09', '20:00:00', 'Už víš :)', '', 'Registrace ', '3', 5, 5, '', 28, '2017-05-24 17:00:32', ''),
(112, 'DoPro tým', '2017-06-07', '00:00:00', '2017-06-11', '00:00:00', 'šéfik ví a ty snad taky ', '', 'DoPro stan', '1661', 6, 6, '', 28, '2017-05-24 19:02:24', ''),
(113, 'Parkování Obrok ', '2017-06-07', '10:00:00', '2017-06-07', '20:00:00', 'Pití', 'Vysvětlování účastníkům, aby neparkovali na parkovišti u hřbitova. ', 'Liščí doupě', '0', 4, 2, 'Ideálně více lidí, aby se mohli vystřídat :)', 49, '2017-05-24 19:06:14', ''),
(114, 'Radio Tým - pomoc', '2017-06-05', '19:00:00', '2017-06-07', '11:00:00', '', 'Telefon na Joseho 608 563 558 (STS)', 'U Liščího doupěte', '1790', 3, 3, '', 28, '2017-05-26 08:39:10', ''),
(115, 'Radio Tým - pomoc (Neděle)', '2017-06-11', '09:00:00', '2017-06-11', '00:00:00', 'Jako v pondělí', '', 'U Liščího doupěte', '1790', 3, 3, '', 28, '2017-05-26 08:40:03', ''),
(116, 'Posílení registračního stánku', '2017-06-10', '07:00:00', '2017-06-10', '18:00:00', '', 'Je potřeba zajistit příjezd osobností, říci jim více informací o probíhajícím programu', 'Infostan', '0', 4, 4, 'Garantka: Martina Pelcová (šéfka VaPra) +420 721 908 529', 52, '2017-05-26 13:07:52', ''),
(117, 'Zahajovací ceremoniál nanečisto', '2017-06-06', '19:00:00', '2017-06-06', '21:00:00', 'Nic.', 'Budeme připravovat ceremoniál', 'Stage', '31', 13, 13, 'Musí se zúčastnit Veronika Štěrbová a Barbora Hájková', 67, '2017-05-27 17:10:46', ''),
(118, 'Zahajovací ceremoniál naostro', '2017-06-07', '17:30:00', '2017-06-07', '20:00:00', 'Kroj.', 'Dělat ceremoniál.', 'Stage', '31', 13, 13, 'Barbora Hájková a Veronika Štěrbová.', 67, '2017-05-27 17:14:41', ''),
(119, 'Zkouška tance vol. I', '2017-06-06', '17:00:00', '2017-06-06', '18:00:00', '', '', 'Stage', '31', 4, 4, 'Ti, co budou reálně na Zahajovacím ceremoniálu budou tančit. Máme zatím jen dvě - Veroniku Štěrbovou a Barboru Hájkovou. ', 67, '2017-05-27 17:18:28', ''),
(120, 'Zkouška tance vol. II', '2017-06-07', '11:00:00', '2017-06-07', '12:00:00', 'nic.', 'Budeme tančit.', 'Stage', '31', 4, 4, 'Měli by tam být ti, co reálně budou tančit na Zahajovacím ceremoniálu a zatím máme jen dvě adeptky - Veroniku Štěrbovou a Barboru Hájkovou.', 67, '2017-05-27 17:20:52', ''),
(121, 'Táboráky - příprava', '2017-06-06', '14:00:00', '2017-06-06', '17:00:00', 'Pevnou obuv, pohodlné oblečení', 'ST budou zpracovávat dřevo a shánět chroští.', 'Plácek s ohništěm', '31', 5, 5, '', 67, '2017-05-27 17:25:35', ''),
(122, 'Táborák - 7.6.', '2017-06-07', '18:30:00', '2017-06-07', '23:00:00', 'Teplé oblečení, kytaru', 'Zapálit ohen, udržovat, podporovat atmosféru, na závěr uhasit ohen a uklidit.', 'Plácek s ohništěm', '31', 7, 2, '', 67, '2017-05-27 17:37:03', ''),
(123, 'Táborák - 8.6.', '2017-06-08', '18:30:00', '2017-06-08', '23:00:00', 'Teplé oblečení, kytaru', 'Zapálit ohen, udržovat, podporovat atmosféru, na závěr uhasit ohen a uklidit.', 'Plácek s ohništěm', '31', 7, 2, '', 67, '2017-05-27 17:44:03', ''),
(124, 'Táborák - 9.6.', '2017-06-09', '18:30:00', '2017-06-09', '23:00:00', 'Teplé oblečení, kytaru', 'Zapálit ohen, udržovat, podporovat atmosféru, na závěr uhasit ohen a uklidit.', 'Plácek s ohništěm', '31', 7, 2, '', 67, '2017-05-27 17:45:41', ''),
(125, 'Táborák - 10.6.', '2017-06-10', '18:30:00', '2017-06-10', '23:00:00', 'Teplé oblečení, kytaru', 'Zapálit ohen, udržovat, podporovat atmosféru, na závěr uhasit ohen a uklidit.\r\n', 'Plácek s ohništěm', '31', 7, 3, '', 67, '2017-05-27 17:46:45', ''),
(126, 'Nástupy - zkušební', '2017-06-06', '18:00:00', '2017-06-06', '18:30:00', '', 'Budeme trénovat nástupy', 'Stage', '31', 5, 4, 'Bude tam UT.', 67, '2017-05-27 18:26:31', ''),
(127, 'Ranní nástup - 8.6.', '2017-06-08', '07:50:00', '2017-06-08', '08:15:00', 'Kroj.', 'Vytahovat vlajku.', 'Stage', '31', 4, 4, '', 67, '2017-05-27 18:29:08', ''),
(128, 'Ranní nástup - 9.6.', '2017-06-09', '07:45:00', '2017-06-09', '08:15:00', 'Kroj', '', 'Stage', '31', 4, 4, '', 67, '2017-05-27 18:30:13', ''),
(129, 'Ranní nástup - 10.6.', '2017-06-10', '07:45:00', '2017-06-10', '08:15:00', 'Kroj', '', 'Stage', '31', 4, 4, '', 67, '2017-05-27 18:30:56', ''),
(130, 'Ranní nástup - 11.6.', '2017-06-11', '07:45:00', '2017-06-11', '08:15:00', 'Kroj', '', 'Stage', '31', 4, 4, '', 67, '2017-05-27 18:31:53', ''),
(131, 'PR - výpomoc ', '2017-06-05', '10:00:00', '2017-06-11', '14:00:00', '', 'Jakákoliv výpomoc v PR - nemusí to být stejný člověk celou dobu. :)', 'Liščí doupě', '5', 4, 1, '', 42, '2017-05-28 19:43:10', ''),
(132, 'Ostraha u Stage', '2017-06-07', '19:30:00', '2017-06-07', '23:00:00', '', 'Budeš stát pod stage a svým tělem bránit volný prostor pod stage. Neboj, nejde o nic náročného. A hlavně - budeš stát v první řadě. ', 'Stage ', '1840', 5, 5, 'Nejlépe kluci. Výstražné vesty. Budou dodržovat bezpečnou vzdálenost od stage, kvůli pohybu fotografů. ', 52, '2017-05-29 18:17:06', ''),
(133, 'Ostraha u Stage', '2017-06-08', '19:30:00', '2017-06-08', '23:00:00', '', 'Budeš stát pod stage a svým tělem bránit volný prostor pod stage. Neboj, nejde o nic náročného. A hlavně - budeš stát v první řadě', 'Stage ', '1840', 5, 5, 'Nejlépe kluci. Výstražné vesty. Budou dodržovat bezpečnou vzdálenost od stage, kvůli pohybu fotografů. ', 52, '2017-05-29 18:17:46', ''),
(134, 'Ostraha u stage', '2017-06-09', '19:30:00', '2017-06-09', '23:30:00', '', 'Budeš stát pod stage a svým tělem bránit volný prostor pod stage. Neboj, nejde o nic náročného. A hlavně - budeš stát v první řadě', 'Stage', '1840', 6, 6, 'Nejlépe kluci. Výstražné vesty. Budou dodržovat bezpečnou vzdálenost od stage, kvůli pohybu fotografů. ', 52, '2017-05-29 18:19:06', ''),
(135, 'Ostraha u stage', '2017-06-10', '19:30:00', '2017-06-10', '22:00:00', '', 'Budeš stát pod stage a svým tělem bránit volný prostor pod stage. Neboj, nejde o nic náročného. A hlavně - budeš stát v první řadě. \r\n', 'Stage', '1840', 5, 5, 'Nejlépe kluci. Výstražné vesty. Budou dodržovat bezpečnou vzdálenost od stage, kvůli pohybu fotografů. ', 52, '2017-05-29 18:19:53', ''),
(137, 'Netradiční sporty', '2017-06-10', '07:30:00', '2017-06-10', '15:00:00', 'Sportovní oblečení, (kšiltovku/brýle - budeme stále na louce)', 'Netradiční sporty - pomůžete postavit všechna hřiště. Budete mít na starosti účastníky, kteří si přijdou zkusit váš sport - vysvětlíte pravidla, názorně ukážete a necháte je hrát a budete je povzbuzovat.', 'Louka P6 u Relax zóny', '2323', 20, 18, 'Všichni, kdo byli na zaučení v pátek', 66, '2017-05-29 19:11:52', ''),
(138, 'Večerní nástup 8.6.', '2017-06-08', '18:50:00', '2017-06-08', '19:20:00', 'kroj', '', '', '0', 4, 4, '', 67, '2017-05-29 22:38:52', ''),
(139, 'Večerní nástup 9.6.', '2017-06-09', '18:50:00', '2017-06-09', '19:20:00', 'kroj', '', 'stage', '31', 4, 4, '', 67, '2017-05-29 22:42:10', ''),
(140, 'Večerní nástup 10.6.', '2017-06-10', '18:50:00', '2017-06-10', '19:20:00', 'kroj', '', 'stage', '31', 4, 4, '', 67, '2017-05-29 22:49:51', ''),
(142, 'Netradiční sporty - zaučení sportů', '2017-06-09', '19:00:00', '2017-06-09', '20:00:00', 'Sportovní oblečení', 'Budeme se učit jednotlivé sporty, které budete v sobotu učit účastníky na netradičních sportech.', 'Louka P6 u Relax zóny', '2323', 20, 18, 'Hlaste se jen ti, kteří opravdu v sobotu půjdete na blok netradičních sportů!', 66, '2017-05-30 14:23:50', ''),
(143, 'Odvoz Milana Fogaše z nádraží', '2017-06-09', '15:20:00', '2017-06-09', '15:50:00', 'Auto', 'Odvézt Milana Fogaše z vlakového nádraží do areálu (netradiční sporty)', '', '2323', 1, 1, 'Pokud nepůjde - kontaktovat Pešla', 66, '2017-05-30 20:54:23', ''),
(146, 'Služba Větvička 1 - 2639', '2017-06-08', '08:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.\r\n\r\n', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:35:16', ''),
(147, 'Služba Rumex alpinus', '2017-06-08', '08:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:36:43', ''),
(148, 'Služba Větvička 2640 - 4727', '2017-06-08', '08:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:38:49', ''),
(149, 'Služba Rumex longifolius', '2017-06-08', '08:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:40:59', ''),
(150, 'Služba Větvička 4728-6311', '2017-06-08', '07:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:43:38', ''),
(151, 'Služba Rumex acetosella', '2017-06-08', '07:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:45:58', ''),
(152, 'Služba Větvička 6312 - 8849', '2017-06-08', '07:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:47:18', ''),
(153, 'Služba Větvička Rumex aquaticus', '2017-06-08', '07:45:00', '2017-06-08', '17:00:00', 'Pevnou obuv, svačinu na celý den, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V dopoledním programu s účastníky budete vykonávat potřebné práce v KRNAPu (v lesích, na loukách), v odpolední části je lektory KRNAPu připravený program v rámci Živlů.', 'pod stage', '60', 2, 1, '', 62, '2017-05-30 22:48:47', ''),
(154, 'Služba Cesta z města', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:12:55', ''),
(155, 'Služba Les pes ves', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:15:29', ''),
(156, 'Služba veverky a oříšky', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:17:35', ''),
(157, 'Služba měď šeď sleď', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:18:52', ''),
(158, 'Služba lampy trampy', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:20:31', ''),
(159, 'Služba lavičky babičky', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:21:46', ''),
(160, 'Služba balíčky kolíčky košíčky', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:32:08', ''),
(161, 'Služba parky škvarky', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:33:19', ''),
(162, 'Služba mechy plechy blechy', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:34:26', ''),
(163, 'Služba žížaly křížaly', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', '', '60', 1, 1, '', 62, '2017-05-30 23:35:37', ''),
(164, 'Služba mokraď pokraď', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:36:57', ''),
(165, 'Služba procházky pro krásky', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivitu nám poskytla městská organizace Lesy a parky Trutnov. Pracovní náplní bude převážně sběr odpadků v různých parcích Trutnova, čištění zeleně, úprava, apod.', 'louka P7', '60', 1, 1, '', 62, '2017-05-30 23:38:27', ''),
(167, 'Služba Šrouby a matice', '2017-06-08', '07:45:00', '2017-06-08', '12:30:00', 'Pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Aktivita zajištěna Technickými službami.', 'táborák', '60', 3, 2, '', 62, '2017-05-30 23:46:31', ''),
(168, 'Služba trpělivý obránce', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pevnou obuv, rukavice, 50 kč (možnost prohlídky bunkru), vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Odstranění polomů a klestí po kácení lesa v areálu tvrze Stachelberg', 'jídelna', '60', 2, 2, '', 62, '2017-05-30 23:50:04', ''),
(169, 'Služba Překvapení v nízkopraháči', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Tvorba programu jako překvapení pro klienty. Dále tvorba různých nápadů propagace zařízení apod.', 'táborák', '60', 1, 1, '', 62, '2017-05-30 23:54:04', ''),
(172, 'Služba V charitě zahradníkem', '2017-06-08', '07:30:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Práce na zahradě, v potravinové bance a s klienty.', 'pod stage', '60', 2, 2, '', 62, '2017-05-31 17:12:54', ''),
(173, 'Služba Práce v nebesích', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Roušku/šátek, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Úklid kostelní věže a kůru', 'louka P8', '60', 1, 1, '', 62, '2017-05-31 17:15:20', ''),
(174, 'Služba Bouřlivák', '2017-06-08', '08:00:00', '2017-06-08', '08:00:00', 'pevná obuv, pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Oddíl dospělých skautů Bouřlivák ze střediska Hraničáři Trutnov mají za lubem zrenovovat zašlou slávu místa, kde se v historii střediska konaly různé skautské ceremonie. ', 'bazénky', '60', 1, 1, '', 62, '2017-05-31 17:22:20', ''),
(176, 'Služba Rychlé káry', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'uzlovačku (stačí nějaký silnější špagát), zápisník a psací potřeby, šátek s turbánkem, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Klub vozíčkářů v Trutnově má zájem si udělat pěkný den se skauty – pomocníky. Na aktivitě by se mělo opékat špekáčky, ale také ukazovat skautské dovednosti (uzlování, morseovka či kroj, zpěv a další.). Den by měl být připravený skauty, stačí však jen použít již získané skautské zkušenosti účastníků. ', 'louka P8', '60', 1, 1, '', 62, '2017-05-31 17:49:54', ''),
(177, 'Služba Rozvíjej se poupátko', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Český svaz zahrádkářů si připravili program v rámci zahrádkářských kolonií v části Trutnov – Kryblice. ', 'pod stage', '60', 1, 1, '', 62, '2017-05-31 17:58:11', ''),
(178, 'Služba Chcete mě?', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', ' Psí útulek Trutnov, zřizovatelem je Město Trutnov OŽP. V zařízení se každoročně otočí cca 200 psů a 80 koček, kterým hledáme nové domovy. \r\nSkautům a skautkám zajistí komentovanou prohlídku objektu, včetně ukázek naší práce. \r\n\r\nAktivita 1. mokrá varianta: úklid a asanace vnitřních zařízení a ubikací pro psy, vyčesání psů a koček, socializace mláďat (pokud tu zrovna budou).\r\nAktivita 2. suchá varianta: úklid venkovních ubikací pro psy, mytí oken, pomoc při rozvážení kačírku do výběhů + venčení a procházky se psy. \r\n', 'pod stage', '60', 1, 1, '', 62, '2017-05-31 18:27:57', ''),
(179, 'Obsluha Promítacího Stanu (VaPro)', '2017-06-10', '08:30:00', '2017-06-10', '11:00:00', '', 'Zapojení a zprovoznění promítání zajímavých videí na Programu VaPro. \r\nFlashku s videi získáš den předem od šéfky VaPra (Martina Pelcová), poté zapojíš a zprovozníš promítání a jako bonus můžeš přes hodinu koukat na nejlepší videa z TEDx ', '', '2518', 1, 1, 'Někdo, kdo má malé IT základy, zvládne zapojit PC / ntb / projketor a spustit videa z USB :-)', 52, '2017-05-31 18:45:53', ''),
(180, 'Služba Mo/ment/álně jinak', '2017-06-08', '08:15:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', '„Oranžová kavárna je jednou z činností naší organizace, která nabízí návštěvníkům milé prostředí, kde pracují klienti Barevných domků. Smyslem této činnosti tedy je, že zprostředkovává možnost začlenění klientů do společnosti a vytváří prostor pro setkávání lidí s handicapem s lidmi bez handicapu“. Co si však organizátoři aktivity s klienty připravili se dozvíš až tam.', 'louka P8', '0', 1, 1, '', 62, '2017-05-31 23:06:18', ''),
(182, 'Služba V areále králem', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Oblastní nemocnice Trutnov se rozpíná na velké ploše. Na prostranství, o které se musí také někdo starat. Účastníci na této aktivitě si tuto práci vyzkouší a zároveň pomohou.', 'louka P8', '0', 1, 1, '', 62, '2017-05-31 23:33:51', ''),
(183, 'Služba Hřiště co chce žít', '2017-06-08', '08:15:00', '2017-06-08', '08:15:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Kousek za Trutnovem se nachází víska Hájnice, poklidné místo s komplexem domů, sídlem organizace Barevné domky. Organizace pro lidi se zdravotním znevýhodněním. Činností na této aktivitě jsou zahradnické práce. (Původně byla aktivita směřována na opravu hřiště, proto ten název).', 'bazénky', '0', 1, 1, '', 62, '2017-05-31 23:38:45', ''),
(184, 'Služba Tajné zprávy v dopise', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'papíry A4 a obálku, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'V Oblastní nemocnici Trutnov je i dětské oddělení. Na této aktivitě účastníci vytvoří hříčky v dopisech pro děti na dětském oddělení a společně jej půjdou na dětem do nemocnice předat.  ', 'louka P8', '0', 1, 1, '', 62, '2017-05-31 23:43:11', ''),
(185, 'Služba Plný život zkušeností', '2017-06-08', '07:55:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Domov pro seniory nabízí aktivity s klienty. Sportovní hry venku, nebo za nepřízně počasí činnosti ve společenských prostorách domova.', 'Krčma', '0', 1, 1, '', 62, '2017-05-31 23:48:16', ''),
(186, 'Služba Nech to koňovi, ten má větší hlavu', '2017-06-08', '08:15:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Jezdecký klub Sabell je organizace vlastnící koňskou stáj. Ve stájích u koní je spousta práce, která čeká na účastníky Obroku 17', 'louka P8', '0', 1, 1, '', 62, '2017-05-31 23:51:05', ''),
(187, 'Služba Hračky z popela', '2017-06-08', '07:45:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Mateřská školka srdíčko připravuje pro své děti nové prostory v podkroví své budovy. Zde je ale mnoho harampádi, které je potřeba odklidit.', 'pod stage', '0', 1, 1, '', 62, '2017-05-31 23:55:11', ''),
(188, 'Služba Skauti skautům', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Skautské středisko Hraničáři má vlastní základnu v centru Trutnova. Na takové základně je spousta práce a tedy příležitost pro účastníky Obroku 17. ', 'bazénky', '0', 1, 1, '', 62, '2017-05-31 23:58:27', ''),
(189, 'Služba Ostrov přírody', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Lesní školka se zvířátky, přírodou a spoustou práce pro účastníky.', 'bazénky', '0', 1, 1, '', 62, '2017-06-01 00:00:08', ''),
(190, 'Služba Kde spí dokumenty', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Státní okresní archiv Trutnov je státní instituce, která v rámci okresu Trutnov shromažďuje, uchovává a zpřístupňuje veřejnosti archivní dokumenty. Takže práce jak na kostele.', 'louka P8', '0', 1, 1, '', 62, '2017-06-01 00:03:07', ''),
(191, 'Služba Parťáci nejen pro legraci', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Na této aktivitě si účastníci vyzkouší, jaké to je být součástí pečovatelské služby, starat se o lidi. A že to není sranda.', 'louka P8', '0', 1, 1, '', 62, '2017-06-01 00:07:38', ''),
(192, 'Služba Všude samá mlha', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Sjednocená organizace nevidomých a slabozrakých ČR - odbočka Trutnov si připravila pro účastníky této aktivity jednoduché činnosti v rámci vlastní agendy.', 'louka P8', '0', 1, 1, '', 62, '2017-06-01 00:11:08', ''),
(193, 'Služba Otoč se, ať je ke mně tvůj vchod', '2017-06-08', '08:00:00', '2017-06-08', '12:30:00', 'Pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem), lopaty ze skladu,', 'Skautské středisko Hraničáři mají ukrytou v lesích svou hájenku. Na hájence je mnoho činností, které je třeba vykonat - například příjezdovou cestu.', 'Krčma', '0', 1, 1, '', 62, '2017-06-01 07:23:28', ''),
(194, 'Služba Most k životu', '2017-06-08', '08:05:00', '2017-06-08', '12:30:00', 'Pracovní rukavice, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Azylový dům pro ženy v Trutnově si pro účastníky Obroku 17 přichystal vyklízení a pomoc s údržbou prostor sídla organizace.', 'jídelna', '0', 1, 1, '', 62, '2017-06-01 07:27:29', ''),
(195, 'Služba ZŠ komenského', '2017-06-08', '08:10:00', '2017-06-08', '12:30:00', 'kroj, tužku a papír, uzlovačku, vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'ZŠ Komenského si požádala o prezentaci skautingu pro první tři třídy. Hraní her, prezentace nejrůznějších skautských akcí od družinovku až po tábor, od Svojsíkova závodu až po Jamboree', 'bazénky', '0', 2, 2, 'Člověk s dobrými prezentačními a organizačními schopnostmi, který dokáže do prezentace zapojit i přihlášené účastníky k této aktivitě.', 62, '2017-06-01 07:33:34', '');
INSERT INTO `Udalosti` (`ID`, `Nazev`, `OdDat`, `OdCas`, `DoDat`, `DoCas`, `Sebou`, `InfoProST`, `Sraz`, `Garant`, `PocetST_ideal`, `PocetST_min`, `Poznamka`, `Zadal_id`, `CasZadani`, `Krize`) VALUES
(196, 'TS Hosiné', '2017-06-08', '07:45:00', '2017-06-08', '12:30:00', 'Pracovní rukavice', 'Pomoc technickým službám se zajištěním správy vesnice Hostinné.', 'pod stage', '0', 1, 1, '', 62, '2017-06-01 07:34:54', ''),
(197, 'Odvážná škola', '2017-06-08', '07:45:00', '2017-06-08', '12:30:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Program pro třídu z Mateřské, základní a praktické školy v Trutnově. ', 'pod stage', '0', 5, 5, 'Aktivita pro ty, kteří rádi pracují s dětmi z praktické školy. Tedy dětmi s ADHD, ADD, PAS, poruchami učení apod.', 62, '2017-06-01 07:38:22', ''),
(199, 'Služba Jsem jiný a stejný', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Program na tábořišti v rámci části Služba sobě. Úastníci tohoto programu si vytvoří osu vlastního života. Pod režií servisáka si účastníci zapřemýšlí nad situace vlastního života.', 'táborák', '0', 1, 1, '', 62, '2017-06-01 20:11:33', ''),
(201, 'Služba Sám sobě rádcem', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci dle instrukcí zhodnotí svůj dosavadní život a napíší dopis svému já do budoucnosti za rok. Vytvořené dopisy odevzdají a obdrží za rok.', 'Krčma', '0', 1, 1, '', 62, '2017-06-01 21:22:56', ''),
(202, 'Služba Quo vadis?', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci si vytvoří svou časovou osu. Zodpoví si na řadu otázek týkajících se vlastního života. Získají čas se zamyslet na svím směřováním.', 'louka P8', '0', 1, 1, '', 62, '2017-06-01 21:37:29', ''),
(208, 'Služba Hallo it is me', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci si vyzkouší konat dobro skrze své telefonní zařízení.', 'Krčma', '0', 1, 1, '', 62, '2017-06-01 22:37:59', ''),
(209, 'Služba S písní kolem světa', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci společně zapějí a zahrají na své hudební nástroje v ulicích města Trutnov. Zpříjemní tak den místním obyvatelům.', 'louka P8', '0', 1, 1, '', 62, '2017-06-01 22:40:59', ''),
(210, 'Služba Kdo si hraje, neprohraje', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci nabídnou obyvatelům Trutnova klání v nejrůznějších disciplínách stolních či karetních her.', 'pod stage', '0', 1, 1, '', 62, '2017-06-01 22:43:18', ''),
(211, 'Služba Já jsem', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci vytvoří sousoší v ulicích Trutnova a zkulturní centrum za pomoci vlastních těl formou živých soch.', 'louka P7', '0', 1, 1, '', 62, '2017-06-01 22:45:48', ''),
(212, 'Služba Pohlazení poezií', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci nabízí v centru Trutnova obyvatelům přednes poezie. Zpříjemnit tak den.', 'louka P7', '0', 1, 1, '', 62, '2017-06-01 22:47:36', ''),
(213, 'Služba Taje kraje', '2017-06-08', '08:30:00', '2017-06-08', '12:00:00', 'vyzvednout fixu a papírovou bublinu (bude vysvětleno na poradě den předem)', 'Účastníci představují obyvatelům Trutnova zajímavé historické dominanty okolí.', 'louka P7', '0', 1, 1, '', 62, '2017-06-01 22:49:29', ''),
(214, 'Služba - koordinátor dopravy', '2017-06-08', '07:45:00', '2017-06-08', '09:15:00', '', 'Servisák zavede skupiny jedoucí do KRNAPu ke smluvené zastávce autobusu.', 'infostan', '0', 1, 1, '', 62, '2017-06-01 22:57:12', ''),
(215, 'Služba - infostan', '2017-06-08', '07:00:00', '2017-06-08', '18:00:00', '', 'Člověk, který ví vše o Službě a nebojí se to říct.', 'infostan', '60', 1, 1, '', 62, '2017-06-01 22:59:01', ''),
(216, 'Stříhání šňůrek', '2017-06-09', '10:00:00', '2017-06-09', '16:00:00', 'Nůžky a zapalovač', 'Budeme stříhat 120 metrovou šňůru na Závěrečný ceremoniál. To chceš! ;)', 'Stage', '31', 5, 5, '', 67, '2017-06-02 21:18:09', ''),
(217, 'Krčma', '2017-06-07', '00:00:00', '2017-06-11', '00:00:00', '', '', 'Krčma', '2687', 0, 0, '', 1, '2017-06-04 09:43:21', ''),
(218, 'Parkoviště Bojiště (za motorestem)', '2017-06-06', '07:00:00', '2017-06-06', '21:00:00', 'Vyzvednout klíček na infostanu', 'Hlídat parkoviště za motorestem (před bránou), mít zamčenou bránu a odemykat ji. Umožnění vjezdu kuchaři a obsluze motorestu, SOS, UT, IZS, RadioTým a lidé s povoleními další auta odklánět na parkoviště ve městě, hosty na parkoviště u hřbitova.', 'Parkoviště za Motorestem', '0', 2, 2, '', 28, '2017-06-04 21:54:15', ''),
(219, 'Parkoviště Bojiště (za motorestem)', '2017-06-07', '07:00:00', '2017-06-07', '21:00:00', 'Klíček z infostanu', 'Hlídat parkoviště za motorestem (před bránou), mít zamčenou bránu a odemykat ji. Umožnění vjezdu kuchaři a obsluze motorestu, SOS, UT, IZS, RadioTým a lidé s povoleními další auta odklánět na parkoviště ve městě, hosty na parkoviště u hřbitova.', 'Parkoviště Bojiště (za motorestem)', '0', 2, 2, '', 28, '2017-06-04 22:04:05', ''),
(220, 'Parkoviště Bojiště (za motorestem)', '2017-06-08', '07:00:00', '2017-06-08', '21:00:00', 'Vyzvednout klíček na infostanu', 'Hlídat parkoviště za motorestem (před bránou), mít zamčenou bránu a odemykat ji. Umožnění vjezdu kuchaři a obsluze motorestu, SOS, UT, IZS, RadioTým a lidé s povoleními další auta odklánět na parkoviště ve městě, hosty na parkoviště u hřbitova.', 'Parkoviště za Motorestem', '0', 2, 2, '', 28, '2017-06-04 22:04:56', ''),
(221, 'Parkoviště Bojiště (za motorestem)', '2017-06-09', '06:00:00', '2017-06-09', '21:00:00', 'Vyzvednout klíček na infostanu', 'Hlídat parkoviště za motorestem (před bránou), mít zamčenou bránu a odemykat ji. Umožnění vjezdu kuchaři a obsluze motorestu, SOS, UT, IZS, RadioTým a lidé s povoleními další auta odklánět na parkoviště ve městě, hosty na parkoviště u hřbitova.', 'Parkoviště za Motorestem', '0', 2, 2, '', 28, '2017-06-04 22:05:40', ''),
(222, 'Parkoviště Bojiště (za motorestem)', '2017-06-10', '07:00:00', '2017-06-10', '21:00:00', 'Vyzvednout klíček na infostanu', 'Hlídat parkoviště za motorestem (před bránou), mít zamčenou bránu a odemykat ji. Umožnění vjezdu kuchaři a obsluze motorestu, SOS, UT, IZS, RadioTým a lidé s povoleními další auta odklánět na parkoviště ve městě, hosty na parkoviště u hřbitova.', 'Parkoviště za Motorestem', '0', 2, 2, '', 28, '2017-06-04 22:07:01', ''),
(223, 'Parkoviště Bojiště (za motorestem)', '2017-06-11', '07:00:00', '2017-06-11', '00:00:00', 'Vyzvednout klíček na infostanu', 'Hlídat parkoviště za motorestem (před bránou), mít zamčenou bránu a odemykat ji. Umožnění vjezdu kuchaři a obsluze motorestu, SOS, UT, IZS, RadioTým a lidé s povoleními další auta odklánět na parkoviště ve městě, hosty na parkoviště u hřbitova.', 'Parkoviště za Motorestem', '0', 1, 1, '', 28, '2017-06-04 22:08:06', ''),
(225, 'Lanáč Stavba', '2017-06-07', '08:30:00', '2017-06-07', '20:30:00', 'Nic speciálního', 'Stavba lanových překážek', 'Relax Zóna', '1630', 4, 4, 'Ideálně když to budou ti stejní, kteří buddu i na jištění.\r\nPřiřaď Václava Koláře.', 55, '2017-06-05 08:06:19', ''),
(226, 'Rozdělování v subcampech', '2017-06-07', '13:40:00', '2017-06-07', '22:00:00', 'Vyzvednout si v infostanu seznam bydlících v subcampu', 'Rozdělování účastníků mezi oblasti subcampu', 'Subcamp účastníků', '0', 4, 4, '', 28, '2017-06-06 20:02:57', ''),
(227, 'Závěrečný ceremoniál', '2017-06-10', '16:00:00', '2017-06-10', '16:30:00', 'nic', 'rozdávat účastníkům šňůrky, vytahovat vlajku', 'Stage', '31', 9, 9, '', 1, '2017-06-10 10:39:03', ''),
(228, 'Ceremoniál', '2017-06-10', '19:15:00', '2017-06-10', '21:00:00', 'kroj', 'dozvíte se na - příprava ceremoniálu', 'Stage', '31', 9, 9, '', 1, '2017-06-10 10:40:41', '');

-- --------------------------------------------------------

--
-- Struktura tabulky `workgroups`
--

CREATE TABLE `workgroups` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Vypisuji data pro tabulku `workgroups`
--

INSERT INTO `workgroups` (`id`, `name`) VALUES
(1, 'Užší tým'),
(2, 'Registrační systém'),
(4, ''),
(5, 'la'),
(6, 'Registrace'),
(7, 'Management akce'),
(8, 'Management PR'),
(9, 'Zázemí'),
(10, '4D Kino'),
(11, 'Chlastací tým Klixe'),
(12, 'VaPro'),
(13, 'Velká hra'),
(14, 'Živly'),
(15, 'Instagram'),
(16, 'Sociální sítě'),
(17, 'Management HR'),
(18, 'Registrace servis týmu'),
(19, 'Zázemí a logistika'),
(20, 'Finance'),
(21, 'Foto-Video'),
(22, 'Foto/Video'),
(23, 'Copywriting'),
(24, 'Relax zóna'),
(25, 'KrInspiro'),
(26, 'Program'),
(27, 'Radiotým'),
(28, 'Elektrika'),
(29, 'Služba'),
(30, 'Ceremoniály'),
(31, 'DoPro'),
(32, 'Voda'),
(33, 'Čajovna tunel'),
(34, 'SVAT'),
(35, 'Bazény'),
(36, 'Kováři'),
(37, 'Skautský záchranný tým'),
(38, 'Snapchat'),
(39, 'Skautská ochranná služba'),
(40, 'Registrace účastníků'),
(41, 'Manažerka financí'),
(42, 'Krčma'),
(43, 'čajovna'),
(44, 'ČESMU'),
(45, 'Kavárna');

--
-- Klíče pro exportované tabulky
--

--
-- Klíče pro tabulku `groups`
--
ALTER TABLE `groups`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_F06D3970261FB672` (`boss_id`);

--
-- Klíče pro tabulku `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`);

--
-- Klíče pro tabulku `krinspiro`
--
ALTER TABLE `krinspiro`
  ADD KEY `participant_id` (`participant_id`),
  ADD KEY `program_id` (`program_id`);

--
-- Klíče pro tabulku `krinspiro_groups`
--
ALTER TABLE `krinspiro_groups`
  ADD PRIMARY KEY (`id`);

--
-- Klíče pro tabulku `krinspiro_grous_activities`
--
ALTER TABLE `krinspiro_grous_activities`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `krinspiro_group_id_krinspiro_activity_block` (`krinspiro_group_id`,`krinspiro_activity`,`block`);

--
-- Klíče pro tabulku `krinspiro_participant`
--
ALTER TABLE `krinspiro_participant`
  ADD UNIQUE KEY `participant_id` (`participant_id`,`krinspiro_group_id`);

--
-- Klíče pro tabulku `person`
--
ALTER TABLE `person`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_34DCD176FE54D947` (`group_id`),
  ADD KEY `IDX_34DCD176296CD8AE` (`team_id`),
  ADD KEY `IDX_34DCD1765FD78018` (`workgroup_id`),
  ADD KEY `IDX_34DCD176BE04EA9` (`job_id`);

--
-- Klíče pro tabulku `program`
--
ALTER TABLE `program`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_92ED7784D823E37A` (`section_id`);

--
-- Klíče pro tabulku `program_participant`
--
ALTER TABLE `program_participant`
  ADD PRIMARY KEY (`program_id`,`participant_id`),
  ADD KEY `IDX_1B8526793EB8070A` (`program_id`),
  ADD KEY `IDX_1B8526799D1C3019` (`participant_id`);

--
-- Klíče pro tabulku `program_section`
--
ALTER TABLE `program_section`
  ADD PRIMARY KEY (`id`);

--
-- Klíče pro tabulku `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Klíče pro tabulku `StNaUdalost`
--
ALTER TABLE `StNaUdalost`
  ADD PRIMARY KEY (`IDspoj`);

--
-- Klíče pro tabulku `teams`
--
ALTER TABLE `teams`
  ADD PRIMARY KEY (`id`);

--
-- Klíče pro tabulku `Udalosti`
--
ALTER TABLE `Udalosti`
  ADD PRIMARY KEY (`ID`);

--
-- Klíče pro tabulku `workgroups`
--
ALTER TABLE `workgroups`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT pro tabulky
--

--
-- AUTO_INCREMENT pro tabulku `groups`
--
ALTER TABLE `groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pro tabulku `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;

--
-- AUTO_INCREMENT pro tabulku `krinspiro_groups`
--
ALTER TABLE `krinspiro_groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pro tabulku `krinspiro_grous_activities`
--
ALTER TABLE `krinspiro_grous_activities`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pro tabulku `person`
--
ALTER TABLE `person`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pro tabulku `program`
--
ALTER TABLE `program`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pro tabulku `program_section`
--
ALTER TABLE `program_section`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT pro tabulku `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pro tabulku `StNaUdalost`
--
ALTER TABLE `StNaUdalost`
  MODIFY `IDspoj` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1439;

--
-- AUTO_INCREMENT pro tabulku `teams`
--
ALTER TABLE `teams`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pro tabulku `Udalosti`
--
ALTER TABLE `Udalosti`
  MODIFY `ID` int(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=229;

--
-- AUTO_INCREMENT pro tabulku `workgroups`
--
ALTER TABLE `workgroups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- Omezení pro exportované tabulky
--

--
-- Omezení pro tabulku `krinspiro`
--
ALTER TABLE `krinspiro`
  ADD CONSTRAINT `krinspiro_ibfk_1` FOREIGN KEY (`participant_id`) REFERENCES `person` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `krinspiro_ibfk_2` FOREIGN KEY (`program_id`) REFERENCES `program` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
